[
 {

 },
 {
   "headline": "Elon Musk says he doesn't care about degrees, Tesla job listings suggest otherwise",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Yaron Yitzhak a€\" in Tech', 'Earlier this month, Tesla CEO Elon Musk tweeted he was organizing a a€ super fun AI party/hackathona€™ at his house with Teslaa€™s AI/autopilot team. In response, one Twitter user asked what the educational requirements were to participate. Elon Musk quickly tweeted the following:', '', 'Attend Europea€™s leading (and most FUN) tech event TNW2020', 'It comes in a long history of statements, in which the renowned entrepreneur suggests degrees a€\" even highschool degrees a€\" arena€™t a necessity to work for him. In a 2014 interview, for instance, Musk mentioned hea€™s interested in people with demonstrable capabilities rather than a fancy degree. a€œIf therea€™s a track record of exceptional achievement, then ita€™s likely that that will continue into the future.a€', '', 'In order to verify Muska€™s statements, we decided to go through all current vacancies at Tesla, as listed on their website. In particular, the 1,715 North American ones (56% of all their vacancies), as these are all written in English. What we found seems to contradict Muska€™s statements.', 'What we found is that 1,141 out of the 1,715 North American vacancies a€\" thata€™s 66.5% a€\" include a requirement related to a diploma, degree, graduate, Bachelora€™s, Mastera€™s, or PhD. In fact, 86 mention a€ diplomaa€™, 769 mention a€ degreea€™, 25 mention a€ graduatea€™, 726 mention a€ Bachelora€™ or a€ BSa€™, 606 mention a€ Mastera€™ or a€ MSa€™, and 53 mention a€ PhDa€™.', '383 out of the 1,141 vacancies mentioning a degree in their requirements only seem to find it beneficial as theya€™re touting a€ equivalent experiencea€™ as well. If we leave those 383 out of the equation, as these could still somewhat back Muska€™s statements, 44% (758) of the North American vacancies still require some sort of a degree.', 'If we dive a little deeper, we can see how many vacancies per job category do require some sort of a\\xa0degree (excluding the ones allowing for a€ equivalent experiencea€™):', '', 'And herea€™s how many vacancies do not seem to require a degree per job category (including the ones allowing for a€ equivalent experiencea€™):', '', 'Strikingly, the job category requiring degrees the most is the one Musk is referring to in his call for applications to the hackathon: engineering and IT.', 'So there you have it, Elon Muska€™s own words, slightly nuanced.', 'We reached out to Tesla\\xa0for input on the companya€™s actual policy regarding degrees, and might add an update to this article later on.', 'Read next: How to stop bias from creeping into the recruitment process, a diversity expert explains', 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2020/02/master_elon_musk2-796x417.png",
   "url": "https://thenextweb.com/tech/2020/02/21/elon-musk-says-he-doesnt-care-about-degrees-tesla-job-listings-suggest-otherwise/"
 },
 {

 },
 {
   "headline": "Facebook will pay you for your voice recordings, but it's not worth it",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Ivan Mehta a€\" in Facebook', 'Last year, Facebook said it would\\xa0stop listening to voice notes in messenger to improve its speech recognition technology. Now, the company is starting a new program where it will explicitly ask you to submit your recordings, and earn money in return.', 'According to a report from The Verge, the social network is commencing this project, called Pronunciations, with its ViewPoints Research app. Notably, ViewPoints is the same app Facebook launched to reward people to take social media surveys.', 'TNW2020 is our full-blown tech festival disguised as a conference', '[Read:\\xa0Microsoft is rolling out beautiful new Windows 10 icons]', 'The report also notes the monetary reward is minuscule. For each recording, youa€™ll earn 200 points, and you can redeem 1000 points for $5. So youa€™re essentially getting $1 per each recording.', 'The Pronunciations program is available for folks in the US who are above 18, and have 75 or more friends on Facebook. If you sign up and qualify for the program, youa€™ll have to say a€œHey Portala€ followed by a few sentences and first names of few friends in your friend list for each recording.\\xa0A bit too much hassle for $1 if you ask me.', 'Facebook has assured that these recordings wona€™t be tied to your profile on the social network. Plus, it said it wona€™t share this activity on Facebook-owned properties without permission.', 'Last year, plenty of companies, including Google, Amazon, and Apple\\xa0were caught listening to your recordings to improve their algorithms. Later, all of them shut down these projects, or provided means to delete your data.', 'While Facebook is being transparent about this program, given the companya€™s past record with handling customer data and negligible monetary reward, you can give this a pass.', \"Read next: Elon Musk says he doesn't care about degrees, Tesla job listings suggest otherwise\", 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2020/02/Facebook-recording-796x418.jpg",
   "url": "https://thenextweb.com/facebook/2020/02/21/facebook-will-pay-you-for-your-voice-recordings-but-its-not-worth-it/"
 },
 {

 },
 {
   "headline": "Microsoft is bringing its Defender security software to iOS and Android",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Ivan Mehta a€\" in Microsoft', 'In the past couple of years, Microsoft has made some solid apps for iOS and Android. Now, the company is planning to bring its Defender antivirus solution for mobile platforms. These apps will be part of Microsofta€™s enterprise suite.', '[Read:\\xa0Twitter tests labeling and correcting a€ harmfully misleadinga€™ tweets by politicians]', 'Attend Europea€™s leading (and most FUN) tech event TNW2020', 'The Seattle-based tech giant said it plans to release the final version of the app later this year. However, it will show off a preview at the RSA Conference next week:', 'Providing comprehensive protection across multiple platforms through a single solution and streamlined view is more important than ever. Next week at the RSA Conference, wea€™ll provide a preview of our investments in mobile threat defense with the work wea€™re doing to bring our solutions to Android and iOS.', 'Along with this, Microsoft also released a public preview of Defender ATP (Advanced Threat Protection)\\xa0for Linux. Last year, Microsoft released a version of its protection software for macOS.', 'Ita€™ll be interesting to see what approach to security Microsoft takes on these platforms. Particularly on iOS, where Apple doesna€™t allow security apps to scan other apps for malware and threats. On Android, there are plenty of antivirus apps available, but only a few are effective and reliable.', \"Read next: Facebook will pay you for your voice recordings, but it's not worth it\", 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2020/02/Microsoft-Defender-796x418.jpg",
   "url": "https://thenextweb.com/microsoft/2020/02/21/microsoft-is-bringing-its-defender-security-software-to-ios-and-android/"
 },
 {

 },
 {
   "headline": "Spotify is finally showing lyrics synced with music so you can sing along",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Mix a€\" in Apps', 'Spotify is finally giving you the tools to sing along without embarrassing yourself a€\" or mumbling while you pretend you know the lyrics.', 'The streaming service is in the process of rolling out a new feature that displays the lyrics of a song as it plays, sort of like karaoke but without the drowned out vocals. Therea€™s one catch, though: it appears that so far the functionality is only available to a limited number of users, according to AndroidPolice.', 'Orrrrr mingle with the brightest minds in tech on June 18 + 19', 'If youa€™re not one of the lucky ones, herea€™s what the feature looks like:', '', '[Read:\\xa0Here are the 9 titles Netflix purged due to government censorship]', 'The lyrics are provided by\\xa0Musicxmatch, which some users have already relied on in the past in order to display lyrics on top of songs.', 'For what ita€™s worth, the feature wona€™t work for all tracks on Spotify, but supported songs will be indexed with a a€œLyricsa€ label in playlists. Pretty handy.', 'As you can see in the screenshots above, the feature supports various languages, even though some users have noticed it doesna€™t always, uhm, show lyrics in the right language.\\xa0Hopefully, such kinks will be ironed out once the functionality makes its way into the official app.', 'Therea€™s no telling when the feature will reach all users, but considering the pace at which the Spotify has been pushing it to select users, it shouldna€™t take too long.', 'Read next: Google Ads is infested with investment scams that earn it millions', 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2020/02/spotify-lyrics-songs-796x417.jpg",
   "url": "https://thenextweb.com/apps/2020/02/20/spotify-lyrics-songs/"
 },
 {

 },
 {
   "headline": "Twitter tests labeling and correcting 'harmfully misleading' tweets by politicians",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Napier Lopez a€\" in Twitter', 'The 2016 election was a watershed moment for the spread of misinformation online, so social networks have been exploring ideas to prevent the same from happening again in 2020. Twittera€™s latest test: labeling a€œharmfully misleadinga€ tweets by politicians.', 'NBC News first reported on the leaked test, which Twitter confirmed. With the new feature, misleading tweets would be labeled with a bright orange warning. Tweets from verified fact-checkers and journalists are then shown under the labeled tweet. Ita€™s also possible Twitter would include corrections from other users participating in a new crowdsourced a€œcommunity reportsa€ feature akin to Wikipedia.', 'Attend Europea€™s leading (and most FUN) tech event TNW2020', 'Twitter told NBC the mockup is one of many: a€œWea€™re exploring a number of ways to address misinformation and provide more context for tweets on Twitter.a€ a€œMisinformation is a critical issue and we will be testing many different ways to address it.a€ The company says the demo is one of several that may roll out in the weeks to come. Twitter also recently banned deepfakes in an effort to fight misinformation.', 'NBC News reports that users could earn points and a a€œcommunity badgea€ for providing context for misleading tweets. Community members are asked to rate a tweet as a€œlikelya€ or a€œunlikelya€ to be harmfully misleading. Twitter then asks them to rate what percentage of community members they believe would answer the same on a scale of 1 to 100. a€œThe more points you earn, the more your vote counts,a€ according to the demo.', '', 'In one example, Bernie Sanders claimed forty percent of guns in the US are sold without background checks. Beneath the orange a€œharmfully misleadinga€ label, you can see community members a€\" denoted by a green shield next to their names a€\" providing corrections and context. Specifically, that quote was based on a 1997 study, and modern studies show the correct figure to be 22 percent. There are further examples from other political figures.', 'While crowdsourced\\xa0information sources are subject to their own problems a€\" nefarious Wikipedia edits come to mind a€\" this seems like a step in the right direction for Twitter. While the platform is sometimes known for\\xa0rampant spread of misinformation a€\" the US Commander in Chief a€\" it also hosts a wide range of journalists and fact-checking organizations\\xa0retaliating. A little more truth on the internet could go a long way.', 'Read next: Microsoft is bringing its Defender security software to iOS and Android', 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2019/08/twitter-796x417.png",
   "url": "https://thenextweb.com/twitter/2020/02/21/twitter-tests-labeling-and-correcting-harmfully-misleading-tweets-by-politicians/"
 },
 {

 },
 {
   "headline": "New Android 11 feature suggests Pixel 5 might support reverse wireless charging",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'Gadgets for humans', 'Last night, Google dropped the first developer preview of its upcoming Android 11 mobile operating system. While the company listed some\\xa0features such as floating chat bubbles and limited location data access\\xa0on its blog, there are some nifty hidden features\\xa0in this version too.', 'Sleuths at XDA Developers who installed the developer preview, found a hidden menu called Battery Share\\xa0under settings. The report notes that Google has added new code for this feature, and it might be working on reverse wireless charging for the upcoming Pixel 5.', '[Read:\\xa0Google introduces one-time location access for apps in Android 11]', 'The code suggested ita€™s a Google feature, and not an Android Open Source Project (AOSP) feature thata€™ll be available to all phones with Android 11. So ita€™s likely that the feature exclusively meant for the Pixel phones.', 'Google introduced support for wireless charging two years ago with the Pixel 3 series. The Pixel 3 and the Pixel 3 XL had support for 5W wireless charging through standard Qi chargers, and 10W wireless charging through the Pixel Stand. However, with the Pixel 4 series, Google increased the wireless charging rate to 11W with compatible chargers.', 'Reverse wireless charging is handy when you need to top up your compatible earbuds, smartwatch, or a frienda€™s phone with a hint of battery life. However, last yeara€™s Pixels were criticized a lot for their poor battery life. If Google wants to release this feature with the new Pixels, it will need to make sure that these upcoming phones have sizable batteries and no battery draining software bugs.', 'For more gear, gadget, and hardware news and reviews, follow Plugged on Twitter and Flipboard.', 'Published February 20, 2020 a€\" 06:04 UTC', 'February 20, 2020 a€\" 06:04 UTC', 'The Heart of Techa\"¢', 'Thank you!', 'Copyright A© 2006a€\"2020. All rights reserved. Made with a™¥ in Amsterdam.']",
   "imageurl": "https://img-cdn.tnwcdn.com/image?fit=600%2C336&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F02%2FSnag_19a7df.png&signature=9f1c048dd9c6fd1ebe8c1987cc582e30",
   "url": "https://thenextweb.com/plugged/2020/02/20/new-android-11-feature-suggests-pixel-5-might-support-reverse-wireless-charging/"
 },
 {

 },
 {
   "headline": "Tesla Cybertruck pre-orders have purportedly blown past the 500,000 mark",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Mix a€\" in Cars', 'The Cybertruck was a great boon to the meme economy, but it might also do wonders for Teslaa€ s revenue.', 'According to an unofficial tally, the Elon Musk-headed company has secured over half a million pre-orders for its unorthodox electric truck, Electrek reports. Tesla hasna€™t updated the numbers in a while, but Cybertruck reservation holders at Cybertruckownersclub.com estimate pre-orders have blown\\xa0past the 500,000 mark.', 'Orrrrr mingle with the brightest minds in tech on June 18 + 19', '[Read:\\xa0Teslaa€™s Cybertruck looks weird, but so did Applea€™s AirPods]', 'a€œThe 522,764 pre-orders represents an average of 5,873 orders received per day in the 89 days since (and including) reveal night,a€ the data shows. Out of those pre-orders, 17% are for the one-motor version of the Cybertruck, which starts at about $40,000. Pre-orders for the dual- and tri-motor versions are sitting at 42% and 41%, respectively.', 'Of course, we should take the stats with a grain of salt as these are self-reported numbers. Factoring in that\\xa0Musk, noted dancer and music producer, hinted the Cybertruck had reached 250,000 pre-orders a week after its release in November, the data seems plausible. We wona€™t know for sure until Tesla drops more deets, though.', 'Tesla is hoping to launch the two higher-end models by late 2021, but taking into account the companya€™s record of missing production targets a€\" that seems like an optimistic goal.', 'More recently, Tesla top dog Musk has been questioning Bill Gatea€ s decision to go with a Porsche Taycan over a Tesla a€\" not that he can expect more from someone whose conversation game is a€œunderwhelminga€ at best.', 'Read next: The US takes Facebook to court over $9 billion in (allegedly) unpaid taxes', 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2019/11/header-image-musk-cybertruck-broken-window-796x417.png",
   "url": "https://thenextweb.com/cars/2020/02/19/tesla-cybertruck-bill-gates-porsche/"
 },
 {

 },
 {
   "headline": "AI Now: Predictive policing systems are racist because corrupt cops produce dirty data",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'Human-centric AI news and analysis', \"The Institute's Executive Director recently testified in front of the European Parliament\", 'The AI Now Institutea€™s Executive Director, Andrea Nill SA¡nchez, today testified before the European Parliament LIBE Committee Public Hearing on a€œArtificial Intelligence in Criminal Law and Its Use by the Police and Judicial Authorities in Criminal Matters.a€ Her message was simple: a€œPredictive policing systems will never be safea€¦ until the criminal justice system theya€™re built on are reformed.a€', 'Sanchez argued that predictive policing systems are built with a€œdirty dataa€ compiled over decades of police misconduct, and that therea€™s no current method by which this can be resolved with technology.', 'Her testimony was based on a detailed study conducted by the AI Now Institute last year that detailed how predictive policing systems are inherently biased. She told the committee:', 'In a recent study, my colleagues at the AI Now Institute examined 13 US police jurisdictions that had engaged in illegal, corrupt, or biased practices and subsequently built or acquired predictive policing systems. Specifically, my colleagues found that in nine of those jurisdictions, there was a high risk that the systema€™s predictions reflected the biases embedded in the data.', 'During the hearing, Sanchez described predictive policing systems as little more than a method by which to automate corruption:', 'Left unchecked, the proliferation of predictive policing risks replicating and amplifying patterns of corrupt, illegal, and unethical conduct linked to legacies of discrimination that plague law enforcement agencies across the globe.', 'Read:\\xa0Predictive policing AI is a bigger scam than psychic detectives', 'AI Now warned US regulators last year that predictive policing was a problem, and the message hasna€™t changed much for the international audience. Per Sanchez today:', 'Ultimately, predictive policing systems and the data they process are the offspring of an unjust world. While the United Statesa€™ criminal justice system is a vestige of slavery and centuries of racism against Black and Brown people, discriminatory policing is endemic across the globe, including in Europe.', 'The reason these systems are so dangerous? Simply put, a long history of corrupt police practices has created a pool of untrustworthy data. For example, while researching the Chicago Police Department (CPD) a€\" an agency that settles an average of one misconduct suit every other day a€\" AI Now identified a pipeline between police corruption and biased AI predictions. As Sanchez explained:', 'Our researchers concluded that the CPDa€™s discriminatory practices generated a€œdirty dataa€ that the citya€™s predictive policing system directly ingested, creating an unacceptably high risk that the technology was reinforcing and amplifying deeply ingrained biases and harms. By relying on such biased policing, predictive policing effectively put innocent people who were wrongfully stopped and arrested on a Strategic Subject List, thereby reflecting anda€\"when acted upona€\"perpetuating the CPDa€™s harmful practices.', 'AI Nowa€™s warnings have, so far, been largely ignored. A few jurisdictions in the US have put a stop to predictive policing, and therea€™s mutterings from the UK and Europe about a€œpausinga€ its use in some areas. Yet the use of both predictive policing and facial recognition by law enforcement continues to rise globally.', 'Read the full transcript of of Andrea Nill Sancheza€™ remarks here.', 'Youa€™re here because you want to learn more about artificial intelligence. So do we. So this summer, wea€™re bringing Neural to\\xa0TNW Conference 2020,\\xa0where we will host a vibrant program dedicated exclusively to AI. With keynotes by experts from companies like Spotify and RSA, our Neural track will take a deep dive into new innovations, ethical problems, and how AI can transform businesses.\\xa0Get your early bird ticket\\xa0and\\xa0check out the full Neural track.', 'Published February 20, 2020 a€\" 20:05 UTC', 'February 20, 2020 a€\" 20:05 UTC', 'The Heart of Techa\"¢', 'Thank you!', 'Copyright A© 2006a€\"2020. All rights reserved. Made with a™¥ in Amsterdam.']",
   "imageurl": "https://img-cdn.tnwcdn.com/image?fit=600%2C336&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2016%2F12%2Fpolice-lights-sirens.png&signature=0909c9cd5da95f719b431ad9e6a706e1",
   "url": "https://thenextweb.com/neural/2020/02/20/ai-now-predictive-policing-systems-are-racist-because-corrupt-cops-produce-dirty-data/"
 },
 {

 },
 {
   "headline": "What if we fuck up the Moon too?",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Tristan Greene a€\" in insights', 'US Vice President Mike Pence yesterday gave a speech at NASAa€™s Langley research center in Virginia where he told employees that President Donald Trump was committed to putting humans back on the Moon by 2024 through a€œany means necessary.a€', 'Wea€™re not sure exactly what that means. It was likely intended to be an inspirational quip indicating that the employees of NASA have the Presidenta€ s full support. But it feels a bit ominous coming from the administration that had to be convinced that we should figure out how to safely get humans back to the Moon before we shoot them off towards Mars.', 'TNW2020 is our full-blown tech festival disguised as a conference', 'The Vice Presidenta€ s quote continues:', 'In order to succeed, we are going to continue to focus on the mission over the means. We want to challenge each one of you here at Langley: Consider every available option and platform to meet our goals, including industry, government a€\" the entire American space enterprise.', 'Thata€™s some damn fine space-race-rhetoric there, but to what end? There are plenty of reasons for the US to send humans back to the Moon. We stand to gain untold amounts of scientific knowledge from such missions and ita€™s imperative to the advancement of our functioning knowledge of the universe that we set up a permanent research base on the Moon.', 'But therea€™s absolutely no good reason to rush the project. What happens if wea€™re not so lucky this time around as we were in 1969? There werena€™t any black box algorithms making grand-scale decisions when the Apollo missions were underway and they werena€™t planning on setting up shop and mining the surface for resources.', 'We need to get back to the Moon, but we need to understand the impact wea€™re going to have once wea€™re there because, leta€™s face it: We fucked up the Earth. It might actually be fubar. Leta€™s not make the same mistake twice.', 'Read:\\xa0Bizarre lunar anomaly suggests humans may have warmed the moon', 'Therea€™s a million ways that things could go wrong on the Moon, but luckily there isna€™t an atmosphere for us to screw up on Luna. Unfortunately, we still have one here on Earth (albeit a brittle one) and if we break the Moon wea€™re even more screwed.', 'Lets say we use all our scientific knowledge to pinpoint the perfect place to drill for chemical deposits that we can turn into drinking water, oxygen, and metal for building things and, whoops, we drill into the wrong place and literally a€œbreaka€ the Moon.', 'By break, I mean the Moon is still therea€¦ ita€™s just not very Moon-shaped anymore and has become significantly smaller in overall mass. If, for example, we super-nuked the Moon or drilled into a pocket of explosive Moon gas (hey, anythinga€™s possible), it would probably explode into a bunch of giant Moon chunks. But those chunks would probably smash back together and form a sort of copy of the original Moon.', 'Keeping this in mind, ita€™d be hard to accidentally break the Moon because even a barrage of coordinated explosions across ita€™s entire surface would just crack it at best. But, if we imagine that therea€™s things our scientists dona€™t know, and posit the possibility that a bunch of astronauts in a hurry might not have all the information they need to start building things on the Moon, it becomes clear that we should at least consider that we could end up with a mutant Moon wobbling around in our night sky.', 'Poof, the Moon is gone. If we manage to set off some horrific chain events by which lunar subsurface explosions resulted in a perpetuated chemical reaction anda€¦ well, the point is nobody knows how this would happen because we havena€™t taken the time to research the impact humans will have once they start building on the Moon. So leta€™s assume the worst and say wea€™ll find a way to completely destroy the Moon like rock stars in a hotel room.', 'In both scenarios the Earth will get a rain of fire and brimstone from the sky straight out of the pages of the Christian Bible. With what little luck our species has left, we might just get a really pretty show as trillions of tiny pieces of our vanquished Moon burn up in atmosphere.', 'But, chances are, therea€™ll be larger chunks that superheat as they scream through the atmosphere before slamming into the surface below. The damage could be apocalyptic. And if we dona€™t all die immediately, therea€™s little chance wea€™ll survive as a civilization for much longer.', 'If the Moona€ s just broken, the Earth could be knocked off its axis by up to 45 degrees. If ita€™s blown up entirely: wea€™re talking up to 90 degrees. That means entire swaths of the planet would exist in perpetual darkness. Earthquakes, tsunamis, tidal waves, hurricanes, tornadoes, and floods would completely eradicate most life on the planet and transform Eartha€™s surface into something unrecognizable.', 'And if any of us somehow managed to survive all of that, perhaps by huddling in a tiny corner of sunlit Earth, we still have to contend with the fact that any moment could be our last because Luna wasna€™t just our Moon: it was our guardian shield against rogue asteroids. How do you think it got all those craters?', 'On the bright side, if we totally obliterate the Moon, wea€™ll probably get a really cool halo around the Earth to stare at as we all die. This would occur as some debris gets caught in the Eartha€ s gravity outside of its atmosphere. This gorgeous debris field would probably send showers of moon rock towards the Eartha€™s surface as a constant, global meteor shower.', 'Credit: Wikimedia Commons', 'No matter how you look at it, sending humans to the Moon is important. But does it have to be done with the kind of urgency that has the Vice President of the United States personally directing NASA employees to achieve the 2024 goal a€œby any means necessary?a€', 'Therea€™s a lot on the line, and our record as a species is 0-1 when it comes to taking care of the places wea€™ve occupied. Pencea€™s insistence that we prioritize the a€œmission over the meansa€ is irresponsible. That kind of thinking is what caused the Eartha€ s current climate crisis.', \"Read next: Apple reportedly 'considering' allowing you to set your own default apps\", 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2020/02/brokenmoon-796x417.jpg",
   "url": "https://thenextweb.com/insights/2020/02/20/what-if-we-fuck-up-the-moon-too/"
 },
 {

 },
 {
   "headline": "This Amazon parody dating site is hilarious... and also kind of creepy",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Rachel Kaser a€\" in Social Media', 'Howa€™s the idea of an a€œAmazon Datinga€ site strike you? Are you horrified? Intrigued? Resigned? Well dona€™t worry (or get too excited), ita€™s a jokea€¦ at least, for now.', 'i wasna€™t having much luck with dating apps so i partnered with @amazon to make a better one ðY'€ðY' https://t.co/ticxR7j7CO', 'a€\" ani acopian (@aniacopian) February 4, 2020', '', 'TNW2020 is our full-blown tech festival disguised as a conference', 'An Amazon Dating site cropped up this week, and it looks almost exactly like youa€™d imagine such a site would look like were it actually Bezosa€™s company making it. Its GUI looks almost exactly like that of Amazona€ s desktop site, with the smorgasbord of products replaced with smiling human faces.', '[Read: Scam victims warn fake accounts will ruin Facebooka€™s dating site]', 'As satire goes, this one is pretty elaborate. Every potential paramour comes complete with a price and reviews. You can select them by height and love language (a€œacts of service,a€ or a€œphysical toucha€). Ita€™ll no doubt give you a smile if youa€™re just glancing at it, but once you look at it for a few minutes, it starts to look pretty damned creepy.', 'NEW from Amazon ðYs¨', 'A dating site to help you with #ValentinesDay lol ðY'• https://t.co/1M0lPRn90B', 'a€\" Product Hunt (@ProductHunt) February 5, 2020', '', 'It was created by\\xa0Ani Acopian, Suzy Shinn, Morgan Gruer, and Thinko. The latter is an animation studio thata€™s done other parody sites before, such as ScamDaddy and WhoPaid99Cents. Ita€™s already a hit on the internet, as you might expect. Someonea€™s already done an a€œunboxinga€ of one of their dates:', \"finding love is HARD. i'm so hyped to partner with @amazondating to finally find the one!! also the 2-hour same-day delivery was such a nice touch #ad #amazondatingambassador pic.twitter.com/HWH4NTun7z\", 'a€\" ðYZ·ðY¦† (@AnnaRussett) February 4, 2020', '', 'I wasna€™t feeling truly uncomfortable until I saw the a€œBest Sellera€ tag above Amya€™s picture. Intellectually, I know ita€™s amusing, but my visceral reaction when I see the capitalist commodification of human romance taken to the logical extreme was horror. As in, this\\xa0would\\xa0be funny if it didna€™t also feel like, um, the future.', 'Ia€™m exaggerating, of course, but Facebooka€™s already put its hat into the dating ring, despite the fact that ita€™s blatantly unsuited to the inducement of healthy human romance a€\" I dona€™t need to think about what ita€™d look like if Amazon decided to do the same thing. I guess the only thing I can take comfort in is that Thinko et al. was able to buy the domain name, so that means Amazon cares little enough about the concept that it didna€™t do so itself.', 'ads are up in LA/NY pic.twitter.com/9AGiGYVBjN', 'a€\" suzy shinn (@suzyshinn) February 4, 2020', '', 'Admittedly, I did get a bit of a laugh from the link at the top of the screen. Taking the place of Amazona€ s a€œBrowsing Historya€ or a€œTodaya€™s Dealsa€ tabs, youa€™ll see such things as a€œYour Last Relationshipa€ which links to Britney Spearsa€™ a€œToxica€ music video, and a€œDona€™t See What Youa€™re Looking For?a€ which links to Netflix. The a€œPrime Videoa€ tab links to Chatroulette, which I didna€™t realize until Ia€™d clicked it, and I wasna€™t in the office at the time.', 'If youa€™re interested, take a look for yourself here. You can also get your face on the site if thata€™s a thing you want to do.', \"Read next: Here's how to find The Ringer's podcasts on Spotify\", 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2020/02/Amazon-Dating-Featured-796x416.jpg",
   "url": "https://thenextweb.com/socialmedia/2020/02/05/amazon-parody-dating-site-hilarious-creepy/"
 },
 {

 },
 {
   "headline": "Leaked trailer offers new look at Godfall, the first game announced for PS5",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Mix a€\" in Gaming', 'At Game Awards last December, we caught a glimpse of Godfall, the very first game announced for\\xa0PlayStation 5. Now, a leaked trailer is\\xa0giving us yet another gander at the action role-playing game, albeit at a slightly lower frame rate.', 'Excuse my archaic game references, but\\xa0Godfall reminds me of a blend between Legacy of Kain and God of War. If that means nothing to you younguns, TechRadar calls it a a€œhack-and-slash Destiny.a€', 'Orrrrr mingle with the brightest minds in tech on June 18 + 19', 'a€œNo, none of those mean anything to me.a€ Whatever, see for yourself and draw your own similes:', '[Godfall] [Video] a€\" Full Internal Early 2019 Teaser. Metacritic Journos Scores are a Joke, No this Teaser does not Represent the End Quality. Remember \"Get woke go broke\" from PS4', '', 'I know, ita€™s a pretty loaded title for a Reddit thread, but we dona€™t want to get risk getting DMCAa€™ed, so therea€™s that.', 'For what ita€™s worth, the leaked footage purportedly dates back to early 2019, and lacks the finished look you can expect from the actual game, which is slated to launch in late 2020.', '[Read:\\xa0Check out how many hours you wasted gaming with PlayStationa€™s 2019 Wrap-Up]', 'As I already mentioned, todaya€™s leak is hardly the only footage wea€™ve seen from\\xa0Godfall. California-based developer Counterplay Games dropped a teaser on Twitter back in December. Check it out below:', 'Introducing Godfall: the next-gen looter-slasher from Counterplay Games & @Gearboxofficial. Set in a bright fantasy universe, utilize melee combat to hunt for loot, don legendary armor sets, and pursue vicious enemies. Coming to PlayStation 5 & Epic Games Store Holiday 2020. pic.twitter.com/u4L48PBrzm', 'a€\" Godfall (@PlayGodfall) December 13, 2019', '', 'In the meantime, do you think\\xa0Godfall will make it into your PlayStation Wrap-Up 2020 (you know you love sharing those)?', 'Read next: Applea€™s strong iPhone 11 sales last quarter bode well for the SE 2', 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2020/01/GodfallTeaser04-796x448.png",
   "url": "https://thenextweb.com/gaming/2020/01/21/godfall-leak-trailer-playstation-5/"
 },
 {

 },
 {
   "headline": "How to build a survival base in Minecraft - Build Tutorial",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'Opinion, advice, and analysis by the TNW community', 'A Big base for all your friends', 'I am an avid gamer and game developer, who grew up with games like Money Island and Red Alert. These days, I tend to play very simple browser-based games and crypto games. I am an avid gamer and game developer, who grew up with games like Money Island and Red Alert. These days, I tend to play very simple browser-based games and crypto games.', 'I spend a lot of time trawling the ever-growing world of Minecraft looking for cool things to build and today I found this very cool survival base in Minecraft tutorial and it is a big one!', 'This build tutorial has been created with teamplay in mind. Each section is color-coded. This helps players to claim a corner as their own or use the colors to represent a specific function, eg; the red corner could be for food storage and the purple corner is for magic and enchanting.', 'Enough chat leta€™s get building. Try and follow along with the video, it really helps.', 'As you can see this is a pretty big build project, we are going to need a lot of materials. Fortunately, the guys that made this video have included a required items list:', '', 'In addition to the video tutorial, you can also grab the template that can be downloaded as an MC world directly from the original Minecraft survival base tutorial.', 'Most importantly, you will need a positive attitude before we start this monstrous base. Upon first inspection, the template can look daunting. There is colored wool everywhere, but furthermore, it is only constructed from a single corner repeated four times which is very simple. As such you are really only learning to build a quarter of this base, rather than the whole thing.', 'Use the wool color code below to aid you in placing the oak log pillars:', '', 'Watch the video closely and see just how easy this step is. Once you have completed this step, the whole build feels much less daunting and everything starts to take shape.', '', 'It wouldna€™t be a very good base if it didna€™t have some walls or floors. Creepers could just wander in and blow up all of your stuff. Time to add them.', 'Again, this step is actually very simple. Follow along with the video and use the image below to help you:', '', 'The base feels a little empty right now. It would be nice to have somewhere to keep your bed and your chests that are full of diamonds, it is Minecraft after all. As a solution, we are going to build a tower or house on the second level, nice and far away from any mobs that might be lurking.', 'Utilizing the images below and the video you should be able to complete this step without any issues:', '', '', '', '', 'After that, the tower should look a little something like this:', '', 'Your base should be looking pretty cool by now.', 'With step 3 completed,\\xa0 you may have noticed that the tower has raised doorways,\\xa0 it would be really nice if we had easy access a€\" perhaps a double staircase. The staircase pictured below is built on the side of the tower and connects to the two raised doorways:', '', 'With that completed, your tower will look like this:', '', 'By this point you are your friends should have a base that looks ready for battle. However, it is the final details that really make this Minecraft survival base look epic. With that in mind, it is time to add torches, carpet, banners and anything else you think would make your base truly amazing:', '', 'There you have it, an amazing survival base to build with your friends.', 'Above all, I encourage you to get creative with your friends. You could try to build a massive Nether portal right in the middle of your survival base. Maybe fill the bottom level with farms or stables. Additionally, you could even turn the bottom level into a villager breeder. Regardless of what you decide to build this base has all the space you will need a€\" have fun!', 'Finally, I would like to say a special thank you to the guys over at NoobForce. They gave me permission to use their materials.', 'Published February 15, 2020 a€\" 17:30 UTC', 'February 15, 2020 a€\" 17:30 UTC', 'The Heart of Techa\"¢', 'Thank you!', 'Copyright A© 2006a€\"2020. All rights reserved. Made with a™¥ in Amsterdam.']",
   "imageurl": "https://img-cdn.tnwcdn.com/image?fit=600%2C336&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F02%2Fbig_survival_base_3.png&signature=98f4b2dbe4e05c41419e545716229fc5",
   "url": "https://thenextweb.com/podium/2020/02/15/how-to-build-a-survival-base-in-minecraft/"
 },
 {

 },
 {
   "headline": "Application performance monitoring goes full-stack baby in Las Vegas",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'Opinion, advice, and analysis by the TNW community', 'Why the unsexy side of IT was something to sing about at a tech conference in Las Vegas', 'Host, a€\" Neil Hughes is a tech columnist, ghostwriter for tech leaders and host of the daily show, The Tech Talks Daily Podcast. Neil Hughes is a tech columnist, ghostwriter for tech leaders and host of the daily show, The Tech Talks Daily Podcast.', 'Many would argue that application performance management (APM) has already entered the mainstream. The problem is that valuable insights have been traditionally siloed across DevOps and Operations teams. But the absence of a holistic view of application code, supporting infrastructure, and end-user experience is unacceptable in a digital age where there is zero tolerance of downtime.', 'Emerging technologies are promising to change the world as we know it. Self-driving cars, facial recognition, drone deliveries, and nano-technology-based healthcare are just the beginning. The eventual arrival of 5G, combined with a myriad of IoT sensors, will also remove traditional constraints and capture real-time information in new ways.', 'High-speed connectivity and very low latency will make it even easier to connect more devices remotely in applications in digital environments where real-time network performance-critical. Welcome to a new age of frictionless commerce where fluid software-driven functionality and seamless connectivity is the norm.', 'As we prepare for a new digital future, it will be legacy thinking that will be more damaging for businesses than old hardware. Behind the headlines and shiny new tech solutions, ita€™s time to admit that software has already eaten the world.', 'However, in a digital age where experiences are more important than products or services, and a zero-tolerance for application performance issues, something has to change. With the emergence of multi-cloud landscapes, we need a new approach to APM.', 'At Dynatrace Perform in Las Vegas last week, Dave Anderson, SVP marketing at Dynatrace, delivered this warning through the medium of song. A Vanilla Ice re-write entitled a€œFull Stack Babya€ attempted to prove that the unsung APM technology under the hood is equally as essential and arguably more so than the high-level tech and buzzwords that typically gets all the attention.', 'Full Stack Baby ðY'€ðYZ¤@Dynatrace #Perform2020 kicks off with some f-u-n ðY'¥ pic.twitter.com/FCAVZe9jWe', 'a€\" Need Sample Code (@NeedSampleCode) February 5, 2020', 'Technology needs to enable organizations to eliminate manual effort and quickly achieve observability. AI engines can anticipate what is expected in terms of application throughput for performance management. AI-powered answers for native mobile apps are also just scratching the surface of the possibilities available.', 'At Dynatrace, an AI engine Davis automatically ingests additional Kubernetes events and metrics. But what does this mean for businesses? It should indicate the beginning of a more proactive than reactive approach to APM. Real-time answers to performance issues across the full stack of Kubernetes clusters and containers could be the beginning of a game-changing moment for APM.', 'An AI-based approach can enable organizations to go beyond partial monitoring and best guesses. Precise answers that explain to tech teams precisely what, where, when, and why issues are impacting user experiences will also tackle the rising expectations of consumers.', 'In a world obsessed with tech buzzwords and the next big thing, Dave Anderson returned to the stage once again to offer an antidote to shiny tech for developers. This time the stage was set for a re-working of the Police classic with the lyrics changed to a€œEvery click you take, every swipe you make, every code that breaks, every database, Ia€™ll be watching you.a€', 'Move over @OfficialSting, @daveando reimagines song Every Breath You Take for developers ðY ‡ðYZ¸ðYZ¸ðYZ¸ðYZ¸ðYZ¸ðYZ¸ðYZ¸ðYZ¸ðYZ¸ðYZ¸ðYZ¸ðYZ¸ @Dynatrace #Perform2020 #developers #everycodeyounreak pic.twitter.com/0A9jXj37hC', 'a€\" Need Sample Code (@NeedSampleCode) February 6, 2020', 'Both businesses and consumers are helping complex technologies such as blockchain, AI, machine learning, 5G, and IoT converge. But we seldom talk about the responsibilities that come with new software, apps, and their critical dependencies.', 'Multi-dimensional analytics, crash reporting workflow, and granular segmentation capabilities are the unsexy side of IT that have fallen out of fashion in a world where everything is pitched at a high level. But the elimination of tech blind spots and streamlining of the error troubleshooting process is critical to every business.', 'The ability to identify the exact root cause and impact of problems wherever they occur before a support ticket is raised should be a priority. Keeping the lights on everything from backend applications, underlying cloud infrastructure, and networks to mobile apps and devices needs a different approach to APM.', 'Most business leaders would agree that they no longer have the luxury of wasting time reacting to anomalies that should have been avoided. The scale and complexity ahead for technical infrastructure will be unprecedented, whereas the value and impact will be much higher. For these reasons alone, automation will go from being a nice to have to a mandatory requirement.', 'Our obsession with technology comes with great responsibility. But full-stack observability can be linked directly to customer experience and your best defence against those pesky 1-star reviews on Yelp, Google Play or the Apple store. Maybe, Dave Anderson was right, and full-stack baby is actually something to sing about.', \"This post is part of our contributor series. The views expressed are the author's own and not necessarily shared by TNW.\", 'Published February 9, 2020 a€\" 16:45 UTC', 'February 9, 2020 a€\" 16:45 UTC', 'The Heart of Techa\"¢', 'Thank you!', 'Copyright A© 2006a€\"2020. All rights reserved. Made with a™¥ in Amsterdam.']",
   "imageurl": "https://img-cdn.tnwcdn.com/image?fit=600%2C336&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F02%2Fbig_survival_base_3.png&signature=98f4b2dbe4e05c41419e545716229fc5",
   "url": "https://thenextweb.com/podium/2020/02/09/full-stack-baby/"
 },
 {

 },
 {
   "headline": "Google Ads is infested with investment scams that earn it millions",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'Powered by', 'Blockchain, cryptocurrencies, and insider stories by TNW.', \"Financial watchdogs can't actually do much\", 'Google has been notified that 90% of adverts it displays when searching for common investments send users to directly to scams.', 'Ita€™s fast becoming an epidemic, says campaigner Mark Taber, who has flagged 126 adverts for investment scams with both Google and the UKa€ s Financial Conduct Authority (FCA) over the past six weeks alone.', 'Solving the issue might require intervention from the British government, as an exemption in UK law keeps Google at arma€™s length of the countrya€™s lead financial watchdog.', 'I first reported @theinvestmentsupermarket.com scam to @GoogleAds @RonanHarris on 10 Jan + several times since. Further proof that @GoogleAds does nothing effective to prevent #investmentfraud being perpetrated through adverts it charges for. https://t.co/juquUYYfS6', 'a€\" Mark Taber (@MarkTaber_FII) February 16, 2020', 'Neither party have been effective in curbing the fraudulent activity. Google is a platform, not a publisher, so it says ita€™s not liable for the content of the adverts displayed to users.', 'The problem is so bad that Taber has urged the public to avoid looking for investments on Google, as they run the risk of falling victim to fraud.', 'As noted by The Independent, Googlea€™s advertisement platform allows anyone to open an account and submit bids to place their adverts at the top of search results for certain keywords.', '[READ:\\xa0Herea€™s how much money you made Google by staring at its ads for 20 years]', 'Newbies looking for basic investments like bonds and Individual Savings Accounts (bank accounts used for storing assets like stocks) make lucrative targets for fraudsters, who\\xa0simply pay Google to have their a€œproductsa€ appear before legitimate operations, increasing their exposure and boosting credibility.', 'In fact, the FCA reportedly paid more than $770,000 over four months to have its own adverts appear above fraudulent investment firms in Google search results.', 'When Google does remove sites, they reportedly re-appear almost instantly under slightly different domains. Some list no identifying details other than an online form\\xa0a€\"\\xa0despite Googlea€™s rules that demand advertisers submit a physical contact address.', 'The FCA also maintains a list of scams to assist the public in avoiding them altogether, but the number of fraudulent firms advertising on Google reportedly far exceeds whata€™s on the list.', 'Taber maintains that pre-vetting accounts is the only effective and efficient way to stop the investment fraud advert epidemic. Traditional media such as print and broadcast already do this, as theya€™re jointly liable for the advertisements they publish under UK law.', 'However, the UKa€™s financial regulators says its hands are tied. The Big Ga€™s European headquarters are in Ireland\\xa0a€\"\\xa0outside of the FCAa€ s jurisdiction\\xa0a€\"\\xa0which means it holds no power over the internet giant in this case.', 'a€œThe FCA believes it cannot take formal action against Google as publisher of scam financial promotions because of an exemption in the Financial Promotions Order for non-UK online platforms within the EEA [European Economic Area],a€ Taber told Hard Fork.', 'Google Ads is based in Dublin, making it a\\xa0non-UK entity (Google is a US company) that operates within the\\xa0EEA, added Taber.', 'Ultimately, it requires Her Majestya€™s Treasury (the UKa€™s finance ministry) to remove the exemption from the Financial Promotions Order so that Google and other online platforms (like Facebook) are forced to pre-vet advertisers\\xa0on their platforms to ensure theya€™re authorized by the FCA,\\xa0said Taber.', 'Ita€™s unclear whether this is likely to happen any time soon. In the meantime, Google says a€œita€™s working with the FCA and other independent experts on a scalable and long-term solution to ensure that consumers are protected.a€', 'Hard Fork has reached out to Google to learn more about how it plans to manage the prevalence investment scams ads and will update this piece should we hear back.', 'Until that happens, both the criminals and online platforms continue to rake in cash. Estimates suggest Google earns tens of millions of dollars every year by accepting adverts from unregulated and fraudulent investment schemes.', 'Last month, The Telegraph reported one UK firm peddling unregulated a€œmini-bondsa€ paid Google more than $25 million to boost its adverts to attract more customers, while in the UK, more than $60 million was lost to investment fraud in 2018.', 'Published February 20, 2020 a€\" 14:55 UTC', 'February 20, 2020 a€\" 14:55 UTC', 'The Heart of Techa\"¢', 'Thank you!', 'Copyright A© 2006a€\"2020. All rights reserved. Made with a™¥ in Amsterdam.']",
   "imageurl": "https://img-cdn.tnwcdn.com/image?fit=600%2C336&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F02%2F25812934256_975b6f6896_b.jpg&signature=76d6f2b3418ffb6ce46861209312d4ad",
   "url": "https://thenextweb.com/hardfork/2020/02/20/google-ads-investment-scam-fca-millions-ireland-dublin-eea/"
 },
 {

 },
 {
   "headline": "Satoshi Nakaboto: a€ Binance CEO says Bitcoin halving will raise its pricea€™",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'Powered by', 'Blockchain, cryptocurrencies, and insider stories by TNW.', 'Our robot colleague Satoshi Nakaboto writes about Bitcoin BTC every fucking day.', 'Welcome to another edition of Bitcoin Today, where I, Satoshi Nakaboto, tell you whata€™s been going on with Bitcoin in the past 24 hours. As Rousseau used to say: Live, laugh, love!', 'We closed the day, February 20 2020, at a price of $9,608. Thata€™s a minor 0.21 percent decline in 24 hours, or -$20.85. It was the lowest closing price in fifteen days.', 'Wea€™re still 52 percent below Bitcoina€ s all-time high of $20,089 (December 17 2017).', 'Bitcoina€™s market cap ended the day at $175,147,142,158. It now commands 64 percent of the total crypto market.', 'Yesterdaya€™s volume of $44,925,260,237 was the lowest in three days, 141 percent above last yeara€™s average, and 8 percent below last yeara€™s high.\\xa0That means that yesterday, the Bitcoin network shifted the equivalent of 855 tons of gold.', 'A total of 316,500 transactions were conducted yesterday, which is 2 percent below last yeara€™s average and 30 percent below last yeara€™s high.', 'Yesterdaya€™s average transaction fee concerned $0.39. Thata€™s $3.32 below last yeara€™s high of $3.71.', 'As of now, there are 13,768 Bitcoin millionaires, or addresses containing more than $1 million worth of Bitcoin.', 'Furthermore, the top 10 Bitcoin addresses house 5.8 percent of the total supply, the top 100 14.9 percent, and the top 1000 34.7 percent.', 'With a market capitalization of $175 Billion, China Mobile has a market capitalization most similar to that of Bitcoin at the moment.', 'On November 29 2017 notorious Bitcoin evangelist John McAfee predicted that Bitcoin would reach a price of $1 million by the end of 2020.', 'He even promised to eat his own dick if it doesna€™t. Unfortunately for him ita€™s 95.6 percent behind being on track. Bitcoina€ s price should have been $218,444 by now, according to dickline.info.', 'Yesterday 26,789 fresh tweets about Bitcoin were sent out into the world. Thata€™s 45.7 percent above last yeara€™s average. The maximum amount of tweets per day last year about Bitcoin was 75,543.', 'This was one of yesterdaya€™s most engaged tweets about Bitcoin:', 'Binance CEO: Bitcoina€™s price will rise due to halving https://t.co/a9UBx3a77V', 'a€\" Cointelegraph (@Cointelegraph) February 20, 2020', 'This was yesterdaya€™s most upvoted Reddit post about Bitcoin:', 'Whatever year it will happen, Bitcoin will be ready! from r/Bitcoin', 'print(randomGoodByePhraseForSillyHumans)', 'My human programmers required me to add this affiliate link to eToro, where you can buy Bitcoin so they can make a€ moneya€™ to a€ eata€™.', 'Published February 21, 2020 a€\" 10:54 UTC', 'February 21, 2020 a€\" 10:54 UTC', 'The Heart of Techa\"¢', 'Thank you!', 'Copyright A© 2006a€\"2020. All rights reserved. Made with a™¥ in Amsterdam.']",
   "imageurl": "https://img-cdn.tnwcdn.com/image?fit=600%2C336&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2020%2F02%2F25812934256_975b6f6896_b.jpg&signature=76d6f2b3418ffb6ce46861209312d4ad",
   "url": "https://thenextweb.com/hardfork/2020/02/21/satoshi-nakaboto-binance-ceo-says-bitcoin-halving-will-raise-its-price/"
 },
 {

 },
 {
   "headline": "Amazon Fresh grocery deliveries are now free for US Prime members",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Abhimanyu Ghoshal a€\" in United States', 'Amazon is always looking for ways to make you shop more on its site, and its latest move is a rather enticing one. Ita€™s making Amazon Fresh a€\" its $14.99/month grocery shopping and quick delivery service a€\" available to its Prime subscribers in roughly 2,000 US cities for free.', 'Thata€™s a sweet deal for one- and two-hour grocery delivery, which would normally set you back by $180 a year for the subscription. Depending on your location, you can shop from Amazon Fresh or Whole Foodsa€  selections of staples. TechCrunch notes that the former is only available in some 20 cities at present, with Whole Foods serving the rest of the country.', 'Attend Europea€™s leading (and most FUN) tech event TNW2020', 'Therea€™s a small catch, though: for now, youa€™ll have to sign up for an invite before you can avail of the free service. The company is either pacing itself as it ramps up delivery capabilities across the country, or figuring out which cities have the highest demand for its speedy grocery deliver service.', 'You can register your interest here.', 'Read next: Satoshi Nakaboto: a€ Bitcoin should be worth $125,000 right now, according to John McAfeea€™', 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2019/10/Amazon-Prime-Fresh-delivery-hed-796x419.jpg",
   "url": "https://thenextweb.com/us/2019/10/30/psa-amazon-fresh-grocery-deliveries-are-now-free-for-us-prime-members/"
 },
 {

 },
 {
   "headline": "Alexis Ohanian and Serj Tankian are helping build Armenia's social network",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Abhimanyu Ghoshal a€\" in Europe', 'I spent last week in the Armenian capital of Yerevan, which played host to this yeara€™s World Congress On Information Technology (WCIT). The prestigious event brings together government agencies, IT companies, lobbying groups, investors, and startups as they discuss the latest developments in information and communications tech. And this year, it also saw the announcement of a new social network a€\" HyeConnect.', 'Derived from Hayastan, the Armenian name for the country, HyeConnect was described at a press conference as a platform to connect all Armenians around the globe, as they seek to build partnerships, launch new businesses, and collaborate on projects to benefit the country and its people. That includes the countrya€™s population of three million, as well as its global diaspora of a whopping seven million people.', 'TNW2020 is our full-blown tech festival disguised as a conference', '', 'AVB and HyeConnect', 'ðY‡¦ðY‡²O±O¦O¤O¡O€O¡O€O¾O¥O \"Hye Connect\" O‡ \"Armenian Virtual Bridge\" O¾O€O¡O£O€O¥O€O« O'O¥O¯O¶O¡O€O¯O¨O‰a€\"Kick-start of the \"Hye Connect\" and the \"Armenian Virtual Bridge\" Programs.', 'Posted by Hakob Arshakyan on Saturday, October 12, 2019', 'HyeConnect is currently still a work in progress, which is why I dona€™t have any screenshots to show you. However, I can tell you what some of its chief proponents a€\" Reddit co-founder Alexis Ohanian, musician and activist Serj Tankian (who you might know from legendary rock band System of a Down), and Armeniaa€™s minister of high-tech industry, Hakob Arshakyan a€\" have in mind for the network while ita€™s being built.', 'Why does a country need its own social network? Speaking to TNW, Serj Tankian explained that the idea makes a lot of sense now that the Armenian diaspora is keen to connect with its homeland, following the countrya€™s own Velvet Revolution in 2018:', 'The idea of having some type of digital platform to connect Armenians came up years ago. When it came up during the rule of the previous regime, it was a way of connecting the diaspora to each other, so it can better deal with the ongoing reality in Armenia.', 'But after the revolution, the concept evolved from being a diaspora connection thing to a pan-Armenian connection thing, which I think is more inclusive and more powerful. This is something we as Armenians desperately need. Wea€™ve got such diverse Armenian communities around the world doing amazing things.', 'For example, Ia€™m really dialed into the Armenian reality, but I have no idea whata€™s going with the community in Marseilles. I know just a couple of people there. Now if Ia€™m developing a music project there, and I need a French-Armenian rapper, therea€™s no way I can find someone like that easily on, say, Facebook. Youa€™d need an entire team for that search.', 'Hakob Arshakyan, the countrya€™s minister for high-tech industry, is only 34 and has been in this new ministry and position for just a year, but is already playing a major role in building out the countrya€™s tech and startup scene. In an interview with TNW, he explained that the timing couldna€™t be better:', 'The idea for HyeConnect, as ita€™s being developed now, came up right after the revolution last year. Following the revolution and the ushering in of a progressive new government, every Armenian within our borders and around the world is feeling connected to the country and to their fellow countrymen.', 'Arshakyan noted that this kind of a platform is practically a startup idea, and needs to develop and evolve over time:', 'Wea€™ll make sure to keep an open mind about how this can evolve. As we use it and see what works and what doesna€™t, wea€™ll make the necessary changes to adapt the platform to suit its users.', 'The sentiment was echoed by Alexis Ohanian, who co-founded Reddit way back in 2005 and knows a thing or two about building social networks. I asked him about how the team behind HyeConnect planned to avoid the problems of excessive noise and unsolicited messages that plague other platforms.', 'Ohanian noted that while ita€™s still in the early stages, HyeConnect will draw from learnings gathered from other networks to promote meaningful connections and conversations. Plus, ita€™ll be a non-profit venture. Hopefully, that means it wona€™t be gamed by publishers and advertisers striving to attract usersa€™ attention.', 'Unlike many other countries, the people of Armenia have plenty of good reasons to feel united right now: a young new government, a revitalized population, and a nationwide interest in advancing Armeniaa€™s interests and capabilities.', 'a€œThe goal is to connect everyone, using their interests, to form incubative platforms, focus groups, symposiums,a€ said Tankian. a€œThe amount of positive things that come out of this will be amazing.a€', 'Read next: The web isna€™t getting any smaller, so learn databases with this MySQL bootcamp', 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2019/10/Press-Conference-with-Eric-Esrailian-Alexis-Ohanian-Hakob-Arshakyan-Yervant-Zorian-and-Serj-Tankian-hed-796x419.jpg",
   "url": "https://thenextweb.com/eu/2019/10/16/alexis-ohanian-and-serj-tankian-team-up-to-help-build-a-social-network-for-armenia/"
 },
 {

 },
 {
   "headline": "Rumor: Call of Duty to launch free 'Warzone' battle royale game as early as February 18",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Tristan Greene a€\" in distract', 'Call of Duty Modern Warfare recently received its Season Two update, and with it a mysterious a€œclassifieda€ game mode appeared in the gamea€™s menu. Players are currently unable to select the new mode, but wea€™re all pretty sure ita€™s going to lead to an all-new battle royale\\xa0once it finally unlocks.', 'The question, however, is when will that happen? The gaming industry is notorious for its inability to keep a secret but, aside from a glitch here and a map reveal there, developer Infinity Ward has managed to keep the suspense going on its battle royale reveal.', 'Attend Europea€™s leading (and most FUN) tech event TNW2020', 'First off, we dona€™t even know whether ita€™s going to be an add-on for Modern Warfare or a standalone game. Rumors persist that Infinity Ward will offer it as a free-to-play game that Modern Warfare owners can integrate with the full version at no additional cost. This makes sense considering that therea€™s already stiff competition in the battle royale field from several free offerings.', 'This would also set the mode apart from the a€œBlackouta€ mode from Call of Duty Black Ops 4 which, while well-recieved, didna€™t quite reach the appeal of Fortnite or PUBG.', 'Other speculation wea€™ve read includes rumors that the game mode will allow for up to 200 players a€\" apparently ita€™ll be played on a giant map that links together several current Modern Warfare maps, potentially with new undisclosed maps.', 'And this old post from Reddit made the rounds enough to convince the Washington Posta€™s Mike Hume to take it seriously. According to Redditor Seniscallo, Infinity Ward intends to include a death mechanic where players who are removed from the game may compete in one-versus-one cage matches:', 'Respawn Tokens can be looted. After one use, Respawn Tokens are disabled for the player.', 'To respawn a teammate, obtain a Respawn Token, then drop their body near an Ambulance. Once the body is dropped at the Ambulance, the player will enter the Gulag queue for a chance to win a 1v1 and respawn into the match.', 'At some point during the match, the Gulag will be closed and no longer usable, thus preventing respawns.', 'Once a player has respawned, they must locate and activate a Mobile Armory to retrieve their loadout.', 'A giant new map, a dedicated 200-player battle royale with innovative new respawn rules, and a standalone Call of Duty game thata€™s free for everyone? It all sounds too good to be true, especially if the latest rumor persists: that ita€™ll launch as early as tomorrow on February 18.', 'Keep in mind that this speculation is fueled by the simple fact that wea€™re all guessing Warzone (if thata€™s what Infinity Ward decides to call it) will launch on a Tuesday.', 'Ita€™s possible Infinity Ward and publisher Activision could go for maximum shock and awe by launching the game out of the blue a€\" a tactic thata€™ll almost certainly play better with gamers and the media if its a free-to-play, standalone download as opposed to just a free add-on for those whoa€™ve purchased Modern Warfare.', 'That being said, our best guess is that wea€™ll see Warzone launch as a free, standalone game on March 10. Thata€™ll give Infinity Ward and Activision time to polish it and generate buzz with an official trailer (which wea€™re guessing will debut sometime this week or early next).', 'Wea€™ve reached out to Infinity Ward and Activision and will update this article if we receive a response.', 'Read next: Microsoft just combined Word, Excel, and PowerPoint into a single handy Android app', 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2020/02/warzone-796x394.jpg",
   "url": "https://thenextweb.com/distract/2020/02/17/rumor-call-of-duty-to-launch-free-warzone-battle-royale-game-as-early-as-february-18/"
 },
 {

 },
 {
   "headline": "Facebook changes its ad rules over Bloomberg's cringey memes",
   "summary": "['TNW uses cookies to personalize content and ads to make our site easier for you to use. We do also share that information with third parties for advertising & analytics.', 'by Rachel Kaser a€\" in Social Media', 'The Mike Bloomberg memes wea€™ve all seen on social media are a laugh for us, but theya€™re apparently giving Facebook something of a headache. The company revealed today ita€™s changing its rules on Instagram, and will require users to label these posts as sponsored.', '', 'Great job Mikea€¦ (Yes this is really sponsored by @mikebloomberg)', 'A post shared by Tank.Sinatra (@tank.sinatra) on Feb 12, 2020 at 5:32pm PST', '', 'Attend Europea€™s leading (and most FUN) tech event TNW2020', 'Facebook put out a statement to TechCrunch today on the change, saying: a€œAfter hearing from multiple campaigns, we agree that therea€™s a place for branded content in political discussion on our platforms. Wea€™re allowing US-based political candidates to work with creators to run this content, provided the political candidates are authorized and the creators disclose any paid partnerships through our branded content tools.a€', '[Read:\\xa0a€ Cool candidatea€™ Mike Bloomberg begs for your vote with Instagram memes]', 'Essentially the company is changing\\xa0its Instagram\\xa0rules on sponsorship in response to these posts. Previously, the company would not allow political campaigns to run ads, branded content or otherwise, on the platform, because its rules would allow the campaign to collect ad revenue. Essentially it wanted to avoid the company using its mechanisms to collect monetary contributions. But if ita€™s branded content posted by an influencer or meme channel, then ita€™s not technically an advertisement, in that the transaction is between the content creator and the political entity, with Facebook itself not getting involved. Sponsorships such as these dona€™t go into Facebooka€ s Ad Library, which allows you to look up who paid for the ads you see.', '', 'I actually taste amazing tbh (and yes this is really #sponsored by @mikebloomberg)', 'A post shared by Memes (@kalesalad) on Feb 12, 2020 at 4:32pm PST', '', 'So now, if you see any Bloomberg-style meme posts, the channels are required to add a small tag that says a€œPaid partnership.a€ Sure, if you look at the memes in question, most of the people who posted them volunteered the sponsorship, but Instagrama€ s new rules would at least make it more clear. Facebook said ita€™s requested that all Bloomberg meme posters add the tag to their posts retroactively, though we didna€™t see it when we looked up some of the memes you see here. It also added that if the campaign pays to boost the reach of a meme post, then it will fall under the advertisement rules ita€™s now skirting.', 'Regardless, we may not be seeing the meme campaign for much longer. If the reactions cataloged by Vox are anything to go by, potential voters arena€™t responding well to the sponcon, calling out both Bloomberga€™s campaign organizers and the meme channels for participating. Honestly, Ia€™m more offended by how hard these memes made me cringe than anything else.', \"Read next: Report: Microsoft's Surface Book 3 will arrive this spring\", 'Stay tuned with our weekly recap of whata€™s hot & cool by our CEO Boris.', 'Join over 260,000 subscribers!', 'Sit back and let the hottest tech news come to you by the magic of electronic mail.', 'Prefer to get the news as it happens? Follow us on social media.', '1.76M followers', '1M likes', \"Got two minutes to spare? We'd love to know a bit more about our readers.\n\nStart!\", 'All data collected in the survey is anonymous.']",
   "imageurl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2019/11/Facebook-instagram-796x417.jpg",
   "url": "https://thenextweb.com/socialmedia/2020/02/14/facebook-changes-ad-rules-over-bloomberg-memes/"
 },
 {

 },
 {
   "headline": "Tier Mobility, the European e-scooter rentals startup, adds another ~$40M to its Series B a€\" TechCrunch",
   "summary": "['Tier, the European e-scooter rentals startup that operates in 55 cities across 11 countries, has topped up its funding for the second time in four months.\nThe Berlin-based company has extended its Series B round to over $100 million, up from $60 million disclosed in October. The additional capital is a mix of equity and debt financing provided by Moscowa€™s RTP Global, Londona€™s Novator, and an unnamed U.S. debt fund. Part one of the Series B was co-led by Mubadala Capital and Goodwater Capital.\nTier says the additional funds will be invested in R&D in order to create further efficiency and for vehicle development. The so-called a€œmicro-mobilitya€ startup will also continue to strengthen its management team a€\" the company recently recruited a new CCO and COO a€\" and pursue M&A activities.\nIn addition, Tier says it will expand its vehicle fleet a€\" perhaps with new micro-mobility product categories a€\" in order to bring a€œsustainable mobility to more people and more cities across Europea€.\nMeanwhile, in January, Tier quietly acquired U.K. startup Pushme Bikes, a manufacturer of replaceable batteries and other mobility-related hardware. The company was thought to be developing a network of battery change stations for a€œlast milea€ transport, which would seem to tie directly into Tiera€™s recent move to upgrade its scooter fleet with new scooters that use swappable batteries.\nIn a brief WhatsApp call with Tier co-founder and CEO Lawrence Leuschner, he framed the purchase of Pushme Bikes as an a€œacqui-hirea€ based on the teama€™s design and development expertise, which he said will give Tier a needed boost in its future hardware plans.\nHe also said that Tiera€™s move to swappable battery-based e-scooters has already seen 80% of its fleet replaced with scooters using swappable battery technology, which in turn is helping drive much better unit economics. Thata€™s because the scooters no longer need to be taken off the streets and driven by van to a central location for charging and maintenance, only to be driven back several hours later. Instead, on-location maintenance where possible is carried out and dead batteries are simply swapped out and taken by cargo e-bike (pictured) to a central charging warehouse or, in some instances, nearby charging a€œhuba€.\nNoteworthy, unlike the majority of e-scooter rental companies, Tier shunned gig economy workers for charging from the get-go, preferring to use a centralised system in order to maintain quality of service. a€œThe gig economy is dead [in relation to e-scooter rentals],a€ Leuschner says emphatically, noting that swappable battery tech means a centralised system makes even greater sense.\nAnd in case youa€™re wondering what Tier did with its old e-scooters after replacing most of its fleet with newer hardware, Leuschner explained that the Okai manufactured devices are being re-sold directly to German consumers for private use via MyTier app. Perhaps thata€™s unsurprising given that the Tier CEO previously founded reBuy, a European market leader in used electronics.\nCue statement from Anton Inshutin, Partner at RTP Global: a€œWe were impressed by the teama€™s meticulous focus on capital efficiency and enhancing operational excellence. They have managed to deliver class-leading unit economics, enabling them to expand profitably in the winter. We are very much looking forward to partnering with this impressive team that is unrivalled in its execution as the company continues to scalea€.\nBird confirms acquisition of Berlin scooter rival Circ']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/2019-12-16-TIER-eCargoBike-scaled-2.jpg?w=680",
   "url": "https://techcrunch.com/2020/02/21/tier-series-b-2/"
 },
 {

 },
 {
   "headline": "EV fleet management gets another venture-backed contender as Electriphi raises $3.5 million a€\" TechCrunch",
   "summary": "['Electriphi, a provider of charging management and fleet monitoring software for electric vehicles, has joined the scrum of startups looking to provide services to the growing number of electric vehicle fleets in the U.S.\nThe San Francisco-based company has just raised $3.5 million in seed funding from investors including Wireframe Ventures, the Urban Innovation Fund, and Blackhorn Ventures. Lemnos Labs and Acario Innovation also participated in the round.\nElectriphia€™s pitch has resonated with school districts. It counts the Twin Rivers Unified School District in Sacramento, Calif. as one of its benchmark customers.\na€œTwin Rivers Unified School District has the largest fleet of electric school buses in North America, and our ambition is to transition to a fully electric fleet in the coming years,a€ said Tim Shannon, transportation services director, Twin Rivers Unified School District, in a statement. a€œThis is a significant undertaking, and we needed a trusted partner that could provide us state-of-the-art charging management and help us with data collection and monitoring.a€\nThere are several companies pursuing this market a€\" all with either a bit of a head start, significant corporate backers, or more capital. Existing offerings from EVConnect, GreenLots,\\xa0 GreenFlux, AmplyPower all compete with Electriphi.\nThe company is betting that the experience of co-founder, Muffi Ghadiali, a former senior director at ChargePoint who led hardware and software development for fast charging infrastructure, can sway customers. Joining Ghadiali is Sanjay Dayal, who previously worked at Agralogics, Tibco, Xamplify, Versata and Sybase .\nTherea€™s also the sheer scale of the opportunity, which is likely to see multiple companies emerge as winners.\na€œThere are millions of public and commercial fleet vehicles in the U.S. alone that we rely on daily for transportation, delivery and services, a€ said Paul Straub, managing partner, Wireframe Ventures. a€œMany of these are beginning to consider electrification and the opportunity is tremendous.a€']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2019/06/GettyImages-969031392.jpg?w=592",
   "url": "https://techcrunch.com/2020/02/20/ev-fleet-management-gets-another-venture-backed-contender-as-electriphi-raises-3-5-million/"
 },
 {

 },
 {
   "headline": "At Tock, this restaurant group owner and former trader is building a Spotify for reservations a€\" TechCrunch",
   "summary": "['Tock, a nine-year-old, Chicago-based culinary reservation service, has never had the kind of brand-recognition that other companies in the space have enjoyed, from publicly traded OpenTable to Resy, the New York-based company that was founded in 2014 and acquired last year for undisclosed terms by American Express.\nThata€™s because Tock long focused on a white-label service for its customers, many of them high-end restaurants like French Laundry that, with Tocka€™s encouragement, began years ago selling prepaid a€œticketsa€ for meals. These arena€™t unlike buying tickets to a concert or NBA game, sometimes weeks or even many months in advance.\nYet the reach of Tock appears to be growing. Late last month, in an interview with this editor, founder Nick Kokonas said the platform has been processing $2 million a day in these pre-paid tickets. He insists that by rethinking the reservations process for higher-end spots, Tock has drastically reduced both wasted food and no shows. As he said during our sit-down, a€œIf you think about it, if youa€™re going to buy a ticket to the Rose Bowl and see a game, and suddenly your dog gets sick and youa€™ve got to go to the vet, you do not call the Rose Bowl and say, a€ Ia€™m really sorry, I cana€™t make it tonight. Give me my money back.a€\nTock has since announced a partnership with Chase, a partner of two years that just expanded its tie-up with Tock such that Chase Sapphire, Freedom, and link cardholders will now have access to a dining page within the Chase mobile app that, driven by Tock, enables cardholders to browse, book and pay ahead for dining experiences at restaurants, bars, pop-ups, and wineries. (It gives Tock, which says it already had 10 million users, another a€œ30 million households at once,a€ said Kokonas.)\nThat bit of momentum begs the question of whether Tock a€\" which is backed with $17 million from Origin Ventures, Valor Equity Partners and others a€\" might go the Resy route and itself become part of a credit card giant. But Kokonas a€\" a hyphenate who also co-owns a prominent restaurant group that includes the famed Alinea in Chicago a€\" suggests hea€™s inclined to keep building the business for now. He has too many ideas of where to take it, including turning into a Tock into a kind of Spotify that recommends and customizes booking experiences for diners around the world.\nMore from our sit-down, at the Upfront Summit last month, follows, lightly edited for length and clarity. It was an interesting conversation, particularly for anyone fascinated with the evolution of the restaurant industry over the last 15 years a€\" and how tech is changing it.\nTC: Wea€™re both Greek Americans [and many Greeks used to open restaurants when they came to the U.S]. My family had restaurants. Your father had a diner. But you didna€™t jump into the restaurant business right away.\nNK: I had the usual where I started a derivatives trading firm right out of college because I was a philosophy major. [Laughs.] Thata€™s really important. Then I did that for 11 years, built that through about 100 employees. Then I met Grant Achatz, the chef who, if you want to learn more about him, check out Netflixa€™s a€œChefa€™s Tablea€ [or the documentary] a€œSpinning Plates.a€ He had tongue cancer and a very incredible outcome. Hea€™s still 10 years cancer free. But I met him when he was very young and he was the same kind of person who I would want to hire in my trading firm. It was more about backing a great person.\nGrant was doing was what I think we all try to do anytime we build anything. He was doing something thata€™s emotionally resonant with consumers [at the restaurant where he was working at the time]. So you would go in there and youa€™d have this incredible experience . . . I felt like I knew how to build businesses. I started investing in the internet 1996. And I just said to him a€ One day like if you ever want to do something more than this, let me know.a€™ And he said, a€ Well, what kind of restaurant, do you want to build? and I said, a€ How should I know? Ia€™ve never built a restaurant before. But I want to make it great.a€™ And so, I knew nothing about it, a year to the day later of that conversation we opened Alinea.\nTC: And . . .\nNK:\\xa0I remember on the first day, I thought I was done. It was kind of like a film production, where you produce the film, and then people can watch it. But of course with the restaurant, youa€™re making art every day that people consume. Ita€™s one of the only art forms or forms of entertainment thata€™s consumable. And so, I remember [Grant] just grabbed me by the tie I that opening night and said, a€ Go over table 40 and make sure that [the wait staff is] doing it the right way.a€™ Sixteen years later, I have six restaurants and about 300 employees, between Chicago and New York. And what I learned when I actually started running the restaurant when Grant got sick was that no one else knew anything about running a restaurant, either. Ita€™s one of those areas where tradition exceeds expertise, and the software for it was built in a way that looked like 1998.\nTC: How so?\nSo in 2005, an Open Table salesman would come literally with a briefcase and [with its legacy reservation system], say, a€ Look at this bad boy; I could leave it here for you today.a€™ And thata€™s kind of what they still do.\nI came from a trading organization where we could process hundreds of thousands of transactions without a problem, yet in 2010 [when we opened Alinea], I couldna€™t even know who my customers were; that held from me [by OpenTable] and whenever I see opaque information, I see an arbitrage [opportunity].\n[I wanted a way to ] looking up every single thing that you eat and what you liked what you didna€™t like and left on the table, but your wife or spouse likes to drink. We were doing that in a very real way [in house, but] we couldna€™t share that information with our other restaurants. [That information was] siloed on purpose because of the business model of OpenTable and Booking.com. So, I started building it for myself.\nI remember [famed restaurateur] Danny Meyer told me, a€ Youa€™ll never sell a ticket to a restaurant,a€™ I thought of it 20 years ago. a€ It wona€™t work.a€™ But we process about $2 million a day now in pre paid tickets [beginning with what I built] by myself with one programmer. It was a very rudimentary system, and we sold $562,000 of tickets in the first day,\nTC: What is a ticket?\nNK: There are three kinds of reservations that you make in the world. There are free reservations, like ordinary reservations. There are times when you have to make it put a deposit down something, And there are times that you prepay something. [Regarding the last] when you think about it, if youa€™re going to buy a ticket to the Rose Bowl and see a game and suddenly your dog gets sick and youa€™ve got to go to the vet, you do not call the Rose Bowl and say, a€  Ia€™m really sorry I cana€™t make it tonight. Give me my money back.a€™ They play the game without you.\nWith restaurants where demand exceeds supply by two or three times, therea€™s an opportunity to charge, like a movie or concert or some other form of entertainment. And thata€™s what was going through my head [at the start of Alinea] because wea€™re running 8% no show rates; we had [staff] answering the phone every day, disappointing people, telling people a€œnoa€ when they wanted [ a reservation] at seven oa€™clock on a Saturday. Ita€™s like walking into a sweater store and [asking] a€ Do you have a black cardigan?a€™ [and being told] a€ Nope, try again.a€™\nI just knew that I needed to solve my own problem. And now wea€™ve got 100 employees building all sorts of different iterations of dynamic and variable pricing for time-slotted businesses. Pricing will be differentiated in real time.\nTC: What is that sales process like [when it comes to your software and this ticket idea?] Do restaurants see it as a big gamble? Do they want to try it first for some period of time?\nNK: Any time youa€™re ripping and replacing a system thata€™s been around for 20 or 30 years, you have some convincing to do. The crossing-the-chasm thing is real. The first couple of years, wea€™d add 15, 20 restaurants a month, and we had to learn, really quickly, that they were either really great and had high demand, or they were failing and willing to try anything. So you had to really learn to pick your the right customers when you were early in the process.\nNow whata€™s happening is that we built out a system that is cloud based a€\" wea€™re the only independent system left [of meaningful scale] a€\" and we built it for enterprise. So we have 400 API endpoints. We can integrate with Salesforce. But we can also do specialty integrations with, you know, Vail Resorts, which is now a client of ours.\nSo all of that now is going laterally and wea€™re getting the halo effect. We spend very little on marketing to to businesses. We spend an awful lot of money now [on] building out that consumer network, [which the Chase deal should help with meaningfully]. The cool part about that news is that every single one of those people in the largest rewards program in the country is going to get an account. So thata€™s how I get 30 million US households all at once.\nTC: What other ways are you sharing your customer data?\nNK: One of the most important pieces of data within a restaurant group that we dona€™t share across, is that we want to know your preferences, your dietary restrictions, your spousea€™s birthday a€\" all those things. Those are for better hospitality. Now, for the next step we want you to give us that information. We already know your dining history a€\" why is there no platform like Spotify or Netflix for restaurants that anticipates your needs, knows what you enjoy and suggests little nudges to you [like],\\xa0 a€ Hey, your anniversary is coming up in a little while a€\" maybe you should book something now, and wea€™ve got these great five choices that are in your (playlist). So that that mass personalization for the consumer is coming, thata€™s something that wea€™re building. You have to get to a point where you have enough of that data to to do it well enough that ita€™s meaningful, but wea€™re there now.\nTC: The restaurant industry is brutally competitive. Is there a chance that some of your restaurants maybe dona€™t want to be part of a suggested rotation alongside other restaurants?\nNK: We dona€™t know. We havena€™t done it yet.\nYou know, restaurants are incredibly myopic in the sense that I dona€™t care how good you are, they are concerned that when I turn on bookings from March. I hope we have customers. Ita€™s a really weird business that way. And what wea€™re going to be able to do is that because of some of the data and people indicating interest before the reservations are available, we get to show the restaurant the elasticity of their demand before they actually put those bookings on. Thata€™s incredibly powerful because now, for the first time, they can know they can project out months into the future what their demand will look like.\nTC: Youa€™re working with restaurants and wineries and the like. Whata€™s the vision? Are you going to be getting into other verticals within hospitality or beyond?\nWea€™ve experimented with other verticals; wea€™re focused on hospitality.Wea€™re in 30 countries organically already. Ita€™s a huge huge huge space. But you know, if I was left to my own devices and didna€™t have people managing me, Ia€™d already have dentists using it.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/Loizos-Kokonas06.jpg?w=600",
   "url": "https://techcrunch.com/2020/02/20/tock/"
 },
 {

 },
 {
   "headline": "Herea€™s our pick of the top six startups from Pause Fest a€\" TechCrunch",
   "summary": "['Wea€™ve been dropping into the Australian startup scene increasingly over the years as the ecosystem has been building at an increasingly faster pace, most notably at our own TechCrunch Battlefield Australia in 2017. Further evidence that the scene is growing has come recently in the shape of the Pause Fest conference in Melbourne. This event has gone from strength to strength in recent years and is fast becoming a must-attend for Aussie startups aiming for both national international attention.\nI was able to drop in a€ virtuallya€™ to interview a number of those showcased in the Startup Pitch Competition, so herea€™s a run-down of some of the stand-out companies.\nMedinet Australia\nMedinet Australia is a health tech startup aiming to make healthcare more convenient and accessible to Australians by allowing doctors to do consultations with patients via an app. Somewhat similar to apps like Babylon Health, Medineta€™s telehealth app allows patients to obtain clinical advice from a GP remotely; access prescriptions and have medications delivered; access pathology results; directly email their medical certificate to their employer; and access specialist referrals along with upfront information about specialists such as their fees, waitlist, and patient experience. Theya€™ve raised $3M in Angel financing and are looking for institutional funding in due course. Given Australiaa€™s vast distances, Medinet is well-placed to capitalize on the shift of the population towards much more convenient telehealth apps. (1st Place Winner)\nEverty\nEverty allows companies to easily manage, monitor and monetize Electric Vehicle charging stations. But this isna€™t about infrastructure. Instead, they link up workplaces and accounting systems to the EV charging network, thus making it more like a a€œSalesforce for EV charginga€. Ita€™s available for both commercial and home charging tracking. Ita€™s also raised an Angel round and is poised to raise further funding. (2nd Place Winner)\nAI On Spectrum\nIta€™s a sad fact that people with Autism statistically tend to die younger, and unfortunately, the suicide rate is much higher for Autistic people. a€œAi on Spectruma€ takes an accessible approach in helping autistic kids and their families find supportive environments and feel empowered. The game encourages Autism sufferers to explore their emotional side and arms them with coping strategies when times get tough, applying AI and machine learning in the process to assist the user. (3rd Place Winner)\nHiveKeeper\nProfessional bee-keepers need a fast, reliable, easy-to-use record keeper for their bees and this startup does just that. But ita€™s also developing a software+sensor technology to give beekeepers more accurate analytics, allowing them to get an early-warning about issues and problems. Their technology could even, in the future, be used to alert for coming bushfires by sensing the changed behavior of the bees. (Hacker Exchange Additional Winner)\nRelectrify\nRechargeable batteries for things like cars can be re-used again, but the key to employing them is being able to extend their lives. Relectrify says its battery control software can unlock the full performance from every cell, increasing battery cycle life. It will also reduce storage costs by providing AC output without needing a battery inverter for both new and 2nd-life batteries. Its advanced battery management system combines power and electric monitoring to rapidly the check which are stronger cells and which are weaker making it possible to get as much as 30% more battery life, as well as deploying a€œ2nd life storagea€. So far, they have a project with Nissan and American Electric Power and have raised a Series A of $4.5M. (SingularityU Additional Winner)\nGabriel\nSadly, seniors and patients can contract bedsores if left too long. People can even die from bedsores. Furthermore, hospitals can end up in litigation over the issue. Whata€™s needed is a technology that can prevent this, as well as predicting where on a patienta€™s body might be worst affected. Thata€™s what Gabriel has come up with: using multi-modal technology to prevent and detect both falls and bedsores. Its passive monitoring technology is for the home or use in hospitals and consists of a resistive sheet with sensors connecting to a system which can understand the pressure on a bed. It has FDA approval, is patent-pending and is already working in some Hawaiin hospitals. Ita€™s so far raised $2m in Angel and is now raising money.\nHerea€™s a taste of Pause Fest:']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/202001-pausefest-jess-middleton-02.jpg?w=554",
   "url": "https://techcrunch.com/2020/02/20/heres-our-pick-of-the-top-six-startups-from-pause-fest/"
 },
 {

 },
 {
   "headline": "Gaming-focused investment firm Bitkraft closes in on at least $140 million for its second fund a€\" TechCrunch",
   "summary": "['Esports, video games and the innovations that enable them now occupy a central space in the cultural and commercial fabric of the tech world.\nFor the investment firm Bitkraft Esports Ventures, the surge in interest means a vast opportunity to invest in the businesses that continue to reshape entertainment and develop technologies which have implications far beyond consoles and controllers.\nIncreasingly, investors are willing to come along for the ride. The firm, which launched its first fund in 2017 with a $40 million target, is close to wrapping up fundraising on a roughly $140 million new investment vehicle, according to a person with knowledge of the firma€™s plans.\nThrough a spokesperson, Bitkraft confirmed that over the course of 2019 it had invested $50 million into 25 investments across esports and digital entertainment, 21 of which were led by the firm.\nThe new, much larger, fund for Bitkraft is coming as the firma€™s thesis begins to encompass technologies and services that extend far beyond gaming and esports a€\" although theya€™re coming from a similar place.\nAlong with its new pool of capital, the firm has also picked up a new partner in Moritz Baier-Lentz, a former Vice President in the investment banking division of Goldman Sachs and the number one ranked esports player of Blizzarda€™s Diablo II PC game in 2003.\nWhile at Goldman, Baier-Lentz worked on the $67 billion Dell acquisition of EMC and the $34 billion acquisition of RedHat by IBM.\nThe numbers in venture capital a€\" and especially in gaming a€\" arena€™t quite at that scale, but there are increasingly big bets being made in and around the games industry as investors recognize its potential. There were roughly $2 billion worth of investments made into the esports industry in 2019, less than half of the whopping $4.5 billion which was invested the prior year, according to the Esports Observer.\nAs Ethan Kurzweil of Bessemer Venture Partners told TechCrunch last year:\na€œGaming is now one of the largest forms of entertainment in the United States, with more than $100B+ spent yearly, surpassing other major mediums like television. Gaming is a new form of social network where you can spend time just hanging with friends/family even outside of the constructs of a€ winning the game.a€™a€\nOver $100 billion is nothing to sneer at in a growing category a€\" especially as the definition of what qualifies as an esports investment expands to include ancillary industries and a broader thesis.\nFor Bitkraft, that means investments which are a€œborn in Internet and gaming, but they have applications beyond that,a€ says Baier-Lentz. a€œWhat we really see on the broader level and what we think bout as a team is this emergence of synthetic reality. [Thata€™s] where we see the future and the growth and the return for our investors.a€\nBitkrafta€™s newest partner, Moritz Baier-Lentz\nBaier-Lentz calls this synthetic reality an almost seamless merger of the physical and digital world. It encompasses technologies enabling virtual reality and augmented reality and the games and immersive or interactive stories that will be built around them.\na€œMoritz shares our culture, our passion, and our ambitiona€\"and comes with massive investment experience from one of the worlda€™s finest investment firms,a€ said Jens Hilgers, the founding general partner of BITKRAFT Esports Ventures, in a statement. a€œFurthermore, he is a true core gamer with a strong competitive nature, making him the perfect fit in our diverse global BITKRAFT team. With his presence in New York, we also expand our geographical coverage in one of todaya€™s most exciting and upcoming cities for gaming and esports.a€\nIt helps that, while at Goldman, Baier-Lentz helped develop the firma€™s global esports and gaming practice. Every other day he was fielding calls around how to invest in the esports phenomenon from private clients and big corporations, he said.\nInterestingly for an esports-focused investment firm, the one area where Bitkraft wona€™t invest is in Esports teams. instead the focus is on everything that can enable gaming. a€œWe take a broader approach and we make investments in things that thrive on the backbone of a healthy esports industry,a€ said Baier-Lentz.\nIn addition to a slew of investments made into various game development studios, the company has also backed Spatial, which creates interactive audio environments; Network Next, a developer of private optimized high speed networks for gaming; and Lofelt, a haptic technology developers.\na€œGames are the driver of technological innovation and games have prepared us for human machine interaction,a€ says Baier-Lentz. a€œWe see games and gaming content as the driver of a broader wave of synthetic reality. That would span gaming, sports, and interactive media. [But] we dona€™t only see it as entertainmenta€¦ There are economic and social benefits here that are opened up once we transcend between the physical and the digital. I almost see it as the evolution of the internet.a€']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/Moritz_Headshot.jpg",
   "url": "https://techcrunch.com/2020/02/20/gaming-focused-investment-firm-bitkraft-closes-in-on-at-least-140-million-for-its-second-fund/"
 },
 {

 },
 {
   "headline": "How much should a startup spend on security? a€\" TechCrunch",
   "summary": "['One of the questions I frequently ask startup founders is how much theya€™re spending on security. Unsurprisingly, everyone has a different answer.\nStartups and small companies are invariably faced with the prospect that theya€™re either not spending enough or are spending too much on something thata€™s hard to quantify in terms of value. Ita€™s a tough sell to sink money into an effort to stop something that might one day happen, particularly for bootstrapped startups that must make every cent count a€\" yet wea€™re told security is a crucial investment for a companya€™s future.\nSorry to break it to you, but there is no easy answer.\nThe reality is that each company is different and there is no single recommended dollar amount to spend. But ita€™s absolutely certain that some investment is required. We know because we see a lot of security incidents here at TechCrunch a€\" hacks, breaches and especially data exposures, often a result of human error.\nWe spoke to three security experts a€\" a head of security, a security entrepreneur and a cybersecurity fellow a€\" to understand the questions facing startups.\nKnow and understand your threat model\nEvery company has a different threat model a€\" by that, we mean identifying risks and possible ways of attack before they happen. Companies that store tons of user data may be a greater target than companies that dona€™t. Each firm needs to evaluate which kind of risks they face and identify weaknesses.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/GettyImages-1173715184.jpg?w=534",
   "url": "https://techcrunch.com/2020/02/20/how-much-should-a-startup-spend-on-security/"
 },
 {

 },
 {
   "headline": "The debut of electric pickups signals a new EV era a€\" TechCrunch",
   "summary": "['Several companies rolled out electric pickups in 2019. Teslaa€™s Cybertruck got most of the attention, but dona€™t sleep on General Motors and Ford a€\" bringing electric pickups to market is critical for the viability of electric vehicles.\nAutomakers build vehicles around shared components. These platforms, the underpinnings of the vehicles, often live for 10 or more years, and are critical to each automakera€™s economic stability. The exterior sheet metal might change, but dozens of models often share the frame, powertrain and electrical components.\nElectric pickup platforms offer vehicle makers a new revenue source. Instead of building electric vehicles designed to move people, these platforms can move goods. Thata€™s key to building a long-term strategy around electric vehicles.\nLook at Ford, whose best-selling F-150 is just a portion of its success. From the F-150, the automaker has dozens of commercial vehicles built off platforms that share components. If Ford can produce an electric pickup a€\" which it says ita€™s doing alongside startup Rivian a€\" Ford will be able to electrify its commercial offering more quickly.\nSpecific vehicle platforms are perfect for electrification. Vehicles with a predictable driving route like municipal vehicles, delivery vans and even hearses could benefit from electric powertrains.\nElectric powertrains have long offered advantages over internal combustion; electric counterparts feature fewer moving parts and are now often smaller, allowing for more interior space. And then therea€™s the torque that gives electric vehicles near-superhero strength.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/GettyImages-1137826678.jpg?w=600",
   "url": "https://techcrunch.com/2020/02/20/the-debut-of-electric-pickups-signals-a-new-ev-era/"
 },
 {

 },
 {
   "headline": "Network with CrunchMatch at TC Sessions: Mobility 2020 a€\" TechCrunch",
   "summary": "['Got your sights set on attending TC Sessions: Mobility 2020 on May 14 in San Jose? Spend the day with 1,000 or more like-minded founders, makers and leaders across the startup ecosystem. Ita€™s a day-long deep dive dedicated to current and evolving mobility and transportation tech. Think autonomous vehicles, micromobility, AI-based mobility applications, battery tech and so much more.\nHold up. Dona€™t have a ticket yet? Buy your early-bird pass and save $100.\nIn addition to taking in all the great speakers (more added every week), presentations, workshops and demos, youa€™ll want to meet people and build the relationships that foster startup success. Get ready for a radical network experience with CrunchMatch. TechCruncha€™s free business-matching platform makes finding and connecting with the right people easier than ever. Ita€™s both curated and automated, a potent combination that makes networking simple and productive. Hey needle, kiss that haystack goodbye.\nHerea€™s how it works.\nWhen CrunchMatch launches, wea€™ll email all registered attendees. Create a profile, identify your role and list your specific criteria, goals and interests. Whomever you want to meet a€\" investors, founders or engineers specializing in autonomous cars or ride-hailing apps. The CrunchMatch algorithm kicks into gear and suggests matches and, subject to your approval, proposes meeting times and sends meeting requests.\nCrunchMatch benefits everyone a€\" founders looking for developers, investors in search of hot prospects, founders looking for marketing help a€\" the list is endless, and the tool is free.\nYou have one programming-packed day to soak up everything this conference offers. Start strategizing now to make the most of your valuable time. CrunchMatch will help you cut through the crowd and network efficiently so that you have time to learn about the latest tech innovations and still connect with people who can help you reach the next level.\nTC Sessions: Mobility 2020 takes place on May 14 in San Jose, Calif. Join, meet and learn from the industrya€™s mightiest minds, makers, innovators and investors. And let CrunchMatch make your time there much easier and more productive. Buy your early-bird ticket, and wea€™ll see you in San Jose!\nIs your company interested in sponsoring or exhibiting at TC Sessions: Mobility 2020? Contact our sponsorship sales team by\\xa0filling out this form.\n( function() { var func = function() { var iframe = document.getElementById('wpcom-iframe-a87eca5efb6dd8c2df12b4cf017dfea2') if ( iframe ) { iframe.onload = function() { iframe.contentWindow.postMessage( { 'msg_type': 'poll_size', 'frame_id': 'wpcom-iframe-a87eca5efb6dd8c2df12b4cf017dfea2' }, \"https:\\/\\/tcprotectedembed.com\" ); } } // Autosize iframe var funcSizeResponse = function( e ) { var origin = document.createElement( 'a' ); origin.href = e.origin; // Verify message origin if ( 'tcprotectedembed.com' !== origin.host ) return; // Verify message is in a format we expect if ( 'object' !== typeof e.data || undefined === e.data.msg_type ) return; switch ( e.data.msg_type ) { case 'poll_size:response': var iframe = document.getElementById( e.data._request.frame_id ); if ( iframe && '' === iframe.width ) iframe.width = '100%'; if ( iframe && '' === iframe.height ) iframe.height = parseInt( e.data.height ); return; default: return; } } if ( 'function' === typeof window.addEventListener ) { window.addEventListener( 'message', funcSizeResponse, false ); } else if ( 'function' === typeof window.attachEvent ) { window.attachEvent( 'onmessage', funcSizeResponse ); } } if (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ } else if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); } else if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); } } )();']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/crunchamatch-header.png?w=730",
   "url": "https://techcrunch.com/2020/02/20/network-with-crunchmatch-at-tc-sessions-mobility-2020/"
 },
 {

 },
 {
   "headline": "One year later, the future of foldables remains uncertain a€\" TechCrunch",
   "summary": "['Yesterday, Samsung announced that the Galaxy Flip Z sold out online. What, precisely, that means, is hard to say, of course, without specific numbers from the company. But ita€™s probably enough to make the company bullish about its latest wade into the foldable waters, in the wake of last yeara€™s Fold a€\" leta€™s just say a€œtroubles.a€\nResponse to the device has been positive. I wrote mostly nice things about the Flip, with the caveat that the company only loaned out the product for 24 hours (I wona€™t complain here about heading into the city on a Saturday in 20-degree weather to return the device. Ia€™m mostly not that petty).\nHeck, the product even scored a (slightly) better score on iFixita€™s repairability meter than the Razr. Keep in mind, it got a 2/10 to Motorolaa€™s 1/10 (the lowest score), but in 2020, wea€™re all taking victories where we can get them.\nTherea€™s been some negative coverage mixed in, as well, of course; iFixit noted that the Flip could have some potential long-term dusty problems due to its hinge, writing, a€œit seems like dust might be this phonea€™s Kryptonite.a€ Also, the $1,400 phonea€™s new, improved folding glass has proven to be vulnerable to fingernails, of all things a€\" a definite downside if you have, you know, fingers.\nLiving with the Samsung Galaxy Z Flip\nReports of cracked screens have also begun to surface, owing, perhaps, to cold weather. Ita€™s still hard to say how widespread these concerns are. Samsunga€™s saving grace, however, could well be the Razr. First the device made it through a fraction of the folds of Samsunga€™s first-gen product. Then reviewers and users alike complained of a noisy fold mechanism and build quality that might bea€¦lacking.\nA review at Input had some major issues with a screen that appeared to fall apart at the seams (again, perhaps due to cold weather). Motorola went on the defensive, issuing the following statement:\nWe have full confidence in razra€™s display, and do not expect consumers to experience display peeling as a result of normal use. As part of its development process, razr underwent extreme temperature testing. As with any mobile phone, Motorola recommends not storing (e.g., in a car) your phone in temperatures below -4 degrees Fahrenheit and above 140 degrees Fahrenheit. If consumers experience device failure related to weather during normal use, and not as a result of abuse or misuse, it will be covered under our standard warranty.\nConsensus among reviews is to wait. The Flip is certainly a strong indication that the category is heading in the right direction. And Samsung is licensing its folding glass technology, which should help competitors get a bit of a jump start and hopefully avoid some of the pitfalls of the first-gen Fold and Razr.\nA new survey from PCMag shows that 82% of consumers dona€™t plan to purchase such a device, with things like snapping hinges, fragile screens and creases populating the list of concerns. Which, honestly, fair enough on all accounts.\nThe rush to get to market has surely done the category a disservice. Those who consider themselves early adopters are exactly the people who regularly read tech reviews, and widespread issues are likely enough to make many reconsider pulling the trigger on a $1,500-$2,000 device. Even early adopters are thrilled about the idea of beta testing for that much money.\nTwo steps forward, one step back, perhaps? Leta€™s check back in a generation or two from now and talk.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/1D0A2583.jpg?w=600",
   "url": "https://techcrunch.com/2020/02/20/one-year-later-the-future-of-foldables-remains-uncertain/"
 },
 {

 },
 {
   "headline": "An Adidas experiment and whole new exterior facility head to ISS next month a€\" TechCrunch",
   "summary": "['March 2 is the planned launch date for SpaceXa€™s 20th ISS resupply mission, which is bringing the usual supplies and goodies, plus a payload of interesting experiments from partners and paying customers. And a big expansion to Europea€™s Columbus Module.\nThe most ridiculous has to be Adidasa€™s a€œBOOST in Spacea€ effort. The company creates its midsoles by fusing together thousands of tiny foam spheres. But sadly, this is generally done on Earth, where therea€™s gravity. So of course they want to try it in space to see what they can learn.\na€œMicrogravity enables a closer look at the factors behind pellet motion and location, which could enhance manufacturing processes as well as product performance and comfort,a€ the project description reads. It also makes for a great stunt. The revelations from this toaster-sized device will surely lead to better shoes.\nIta€™s funny, but as always with these commercial operations, ita€™s pretty cool that ita€™s possible to just decide to do some experimenting in the ISS.\nMicrogravity is a sought-after condition, and several of the other research projects going up rely on it as well. Another commercial operation is from Delta, the faucet maker, which thinks it might be able to learn something about droplet formation and create more efficient showers and such.\nGut tissue isna€™t normally this blue, but thata€™s not an effect of microgravity.\nEmulate is sending up an organ-on-a-chip, intestinal tissue to be precise, which it hopes will help teach us a€œhow microgravity and other potential space travel stressors affect intestine immune cells and susceptibility to infection.a€ Theya€™re also testing the growth of heart tissue from stem cells up there, which could come in handy on long voyages.\nThe biggest payload, though, has to be Bartolomeo, a new exterior platform that will attach to the European Columbus Module:\nWith payloads attached, left, and without, right. Therea€™s a boom that sticks out for other purposes.\nIt has 12 sites onto which can be attached payloads from commercial and institutional partners a€\" anyone from universities to companies that need access to the exterior of the space station for one reason or another. Earth imagery, vacuum exposure, radiation testing, whatever you like. You can read about the specifications here.\nThe launch is set for March 2 if all goes well a€\" wea€™ll post the live stream and any other updates closer to T-0.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/Bartolomeo-with-and-without-Payloads.png",
   "url": "https://techcrunch.com/2020/02/20/an-adidas-experiment-and-whole-new-exterior-facility-head-to-iss-next-month/"
 },
 {

 },
 {
   "headline": "SpaceX alumni are helping build LAa€™s startup ecosystem a€\" TechCrunch",
   "summary": "['During the days when Snapchata€™s popularity was booming, investors thought the company would become the anchor for a new Los Angeles technology scene.\nSnapchat, they hoped, would spin-off entrepreneurs and angel investors who would reinvest in the local ecosystem and create new companies that would in turn foster more wealth, establishing LA as a hub for tech talent and venture dollars on par with New York and Boston.\nIn the ensuing years, Los Angeles and its entrepreneurial talent pool has captured more attention from local and national investors, but ita€™s not Snap thata€™s been the source for the next generation of local founders. Instead, several former SpaceX employees have launched a raft of new companies, capturing the imagination and dollars of some of the biggest names in venture capital.\na€œThere was a buzz, but it doesna€™t quite have the depth of bench of people that investors wanted it to become,a€ says one longtime VC based in the City of Angels. a€œIt was a company in LA more than it was an LA company.a€\nPerhaps the most successful SpaceX offshoot is Relativity Space, founded by Jordan Noone and Tim Ellis. Since Noone, a former SpaceX engineer, and Ellis, a former Blue Origin engineer, founded their company, the business has been (forgive the expression) a rocket ship. Over the past four years, Relativity']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/GettyImages-1096862064.jpg?w=534",
   "url": "https://techcrunch.com/2020/02/20/spacexs-spin-out-startups-are-helping-build-las-startup-ecosystem/"
 },
 {

 },
 {
   "headline": "Quibia€™s streaming service app launches in app stores for pre-order a€\" TechCrunch",
   "summary": "['Quibi, the mobile-only streaming service from Jeffrey Katzenberg, is now open for pre-orders. The company declined to fully show off its app only a month ago during demos of its a€œTurnStylea€ technology at the Consumer Electronics Show in Las Vegas, but it appears the app is ready nonetheless. Quibi is listed on both Applea€™s App Store and Google Play, where ita€™s been given a pre-order date of April 6, 2020 a€\" the date Quibia€™s new service goes live.\nThe app was actually published to the app stores in January, according to data from Sensor Tower and App Annie. Quibi confirmed the app actually opened up for pre-orders on January 30, but this hadna€™t been reported yet by media. (Chrissy Teigen tweeted it, however.)\nApple first introduced pre-order functionality for apps and games in late 2017, allowing interested consumers to have a new app or game automatically download to their device on launch day. And in the case of paid apps, customers arena€™t charged until the app becomes available.\nSince launch, the pre-order system has largely been used with mobile games. Apple even devotes part of its iOS App Store to a a€œComing Soona€ section where you can find upcoming games for pre-order.\nIta€™s far less common for non-games to utilize a pre-order system. By doing so, ita€™s a signal that the company plans to do a significant marketing push ahead of the appa€™s release, likely in hopes of achieving a higher number of day-one downloads than it would otherwise.\nThata€™s important in Quibia€™s case, given the competition that awaits it. Disney+, for example, blew past expectations to reach nearly 29 million subscribers\\xa0in less than 3 months after its U.S. debut. Quibi, meanwhile, will arrive in the spring, just ahead of when WarnerMediaa€™s HBO Max and NBCUa€™s Peacock also begin rolling out. Quibi cana€™t wait until the market is even more crowded to start pushing users to download its app a€\" it needs to capture usersa€™ attention now.\nWith Quibia€™s app store listings now live, we also have our first glimpse of the streaming servicea€™s user interface.\nMuch has been made about Quibia€™s potential to reimagine TV by taking advantage of mobile technology in new ways, but the app itself looks much like any other streaming service, save for its last app store screenshot showing off its TurnStyle technology.\nThe app appears to favor a dark theme common to streaming apps, like Netflix and Prime Video, with just four main navigation buttons at the bottom.\nThe first is a personalized For You page, where youa€™re presented a feed where youa€™ll discover new things Quibi thinks youa€™ll like.\nA Search tab will point you toward trending shows and it will allow you to search by show titles, genre or even mood.\nThe Following tab helps you keep track of your favorite shows and a Downloads tab keeps track of those youa€™ve made available for offline viewing.\nOtherwise, Quibia€™s interface is fairly simple. Shows are displayed with big images that you flip through either vertically on your home feed or both horizontally and vertically as you move through the Browse section.\nThe company does promote its TurnStyle viewing technology in its app store description, though it doesna€™t reference the technology by name. Instead, it describes it as a viewing experience that puts you in full control. a€œNo matter how you hold your phone, everything is framed to fit your screen,a€ it says.\nIn vertical viewing mode, it also introduces controls that appear on either the left or right side the screen a€\" you choose, based on whether youa€™re left or right-handed.\nQuibi did not formally announce the app was open for pre-order.\nThe startup, founded by Jeffrey Katzenberg, is backed by more than a billion dollars a€\" including a recently closed $400 million round.\nKatzenberg explained at CES that every great innovation in Hollywood has been driven by new technology, but todaya€™s streaming services havena€™t fully capitalized on the way many people consume content a€\" meaning, on their phone. Quibi plans to make its service mobile-first, with TurnStyle for better viewing. And later, by using the phonea€™s other sensors and features to create different types of stories, like a horror show you can only watch at night or interactive fitness programs that can track your steps, among other things.\nBut Quibi could easily come across as gimmicky if it doesna€™t get the experience right with quality content, too. Even if Quibi doesna€™t pan out as a standalone streamer, it could license its TurnStyle tech to others in the streaming space a€\" that would make Quibi one of the most expensive demo apps of all time.\nUpdated 2/20/20, 6 PM ET to clarify the app was opened to pre-orders on Jan 30, according to Quibi, but it wasna€™t publicly announced. Sensor Tower had earlier said the app was only made available for pre-order today. The app was updated today, however.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/Screen-Shot-2020-02-20-at-5.12.44-PM.png?w=374",
   "url": "https://techcrunch.com/2020/02/20/quibis-streaming-service-app-launches-in-app-stores-for-pre-order/"
 },
 {

 },
 {
   "headline": "Shogun raises $10M to help e-commerce brands build faster websites a€\" TechCrunch",
   "summary": "['Amazon may have a market cap of more than $1 trillion, but Finbarr Taylor, CEO of Y Combinator-backed startup\\xa0Shogun, said the e-commerce giant is a€œkind of dropping the ball.a€\nSpecifically, he argued that the experience of shopping on Amazon a€\" not what happens after you buy something, but browsing the website itself a€\" is pretty bad, full of sponsored results and fake products.\na€œWhat wea€™re seeing happen is that all this vast wave of direct-to-consumer brands is nibbling around edges of Amazon and beating them on buying experience,a€ Taylor said.\nShogun was designed to support those brands. Taylor and his co-founder Nick Raushenbush created the first product in 2015, and they treated it as a side project at first. But Taylor said that by May 2017, a€œIt ate up all of our free time and it was obviously much bigger than we expected,a€ so they quit their jobs (Taylor was working as a software engineer at Y Combinator) and devoted themselves to it full-time.\nThe company now has 11,000 customers, including MVMT, K-Swiss and Leesa. And today, Shogun is announcing that it has raised a $10 million Series A, led by Initialized Capital, with participation from VMG Partners and YC. (The startup has now raised a total of $12 million.)\nThe companya€™s first product, Page Builder, offers a drag-and-drop interface to make it easier for e-commerce brands to build their storefronts on Shopify, BigCommerce, Salesforce and Magento.\nAnd therea€™s a new product,\\xa0Shogun Frontend, which allows brands to create a web storefront thata€™s entirely customized while still using one of the big commerce platforms as their back end.\nTaylor pitched this as part of a broader trend toward a€œheadless commerce,a€ where the e-commerce front end and back end are handled separately. He suggested that this is a a€œmutually beneficiala€ split, as Shopify and its competitors are going a€œsuper deepa€ on building the infrastructure needed to operate a store online, while Shogun focuses on the actual experience of the customer visiting that store.\nMeanwhile, website builders like Squarespace and Weebly (owned by Square) have introduced e-commerce features, but Taylor suggested that theya€™re still a€œnot really a professional choicea€ for most e-commerce businesses.\nAs one of the key features of Shogun Frontend, Taylor pointed to the fact that it creates progressive web apps that should be as fast and smooth as a native app.\nBrett Gibson, general partner at Initialized Capital and a Shogun board member, made a similar point in a statement:\nFor DTC brands competing against goliaths like Amazon, Shogun Frontend now gives them features and capabilities once only reserved for enterprise companies. And when it comes to speed, Shogun Frontenda€™s sub-second load time is the critical difference between retaining or losing a customer.\nTaylor added that the company will be a€œcontinuing to invest in Page Builder too,a€ but he suggested that Frontend is a€œmore of an enterprise offeringa€ that can help Shoguna€™s biggest customers a€œfuture proof themselves.a€\nD2C companies deliver customer delight and simplicity']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/Frontend-UI-1.jpg?w=680",
   "url": "https://techcrunch.com/2020/02/20/shogun-series-a/"
 },
 {

 },
 {
   "headline": "How a€ The Mandaloriana€™ and ILM invisibly reinvented film and TV production a€\" TechCrunch",
   "summary": "['a€œThe Mandaloriana€ was a pretty good show. On that most people seem to agree. But while a successful live-action Star Wars TV series is important in its own right, the way this particular show was made represents a far greater change, perhaps the most important since the green screen. The cutting edge tech (literally) behind a€œThe Mandaloriana€ creates a new standard and paradigm for media a€\" and the audience will be none the wiser.\nWhat is this magical new technology? Ita€™s an evolution of a technique thata€™s been in use for nearly a century in one form or another: displaying a live image behind the actors. The advance is not in the idea but the execution: a confluence of technologies that redefines a€œvirtual productiona€ and will empower a new generation of creators.\nAs detailed in an extensive report in American Cinematographer Magazine (Ia€™ve been chasing this story for some time, but suspected this venerable trade publication would get the drop on me), the production process of a€œThe Mandaloriana€ is completely unlike any before, and ita€™s hard to imagine any major film production not using the technology going forward.\na€œSo what the hell is it?a€ I hear you asking.\nMeet a€œthe Volume.a€\nFormally called Stagecraft, ita€™s 20 feet tall, 270 degrees around, and 75 feet across a€\" the largest and most sophisticated virtual filmmaking environment yet made. ILM just today publicly released a behind-the-scenes video of the system in use, as well as a number of new details about it.\nIta€™s not easy being green\nIn filmmaking terms, a a€œvolumea€ generally refers to a space where motion capture and compositing take place. Some volumes are big and built into sets, as you might have seen in behind-the-scenes footage of Marvel or Star Wars movies. Some are smaller, plainer affairs, where the motions of the actors behind CG characters play out their roles.\nBut they generally have one thing in common: Theya€™re static. Giant, bright green, blank expanses.\nDoes that look like fun to shoot in?\nOne of the most difficult things for an actor in modern filmmaking is getting into character while surrounded by green walls, foam blocks indicating obstacles to be painted in later and people with mocap dots on their face and suits with ping-pong balls attached. Not to mention everything has green reflections that need to be lit or colored out.\nAdvances some time ago (think prequels-era Star Wars) enabled cameras to display a rough pre-visualization of what the final film would look like, instantly substituting CG backgrounds and characters onto monitors. Sure, that helps with composition and camera movement, but the world of the film isna€™t there, the way it is with practical sets and on-site shoots.\nPractical effects were a deliberate choice for a€œThe Childa€ (AKA Baby Yoda) as well.\nWhata€™s more, because of the limitations in rendering CG content, the movements of the camera are often restricted to a dolly track or a few pre-selected shots for which the content (and lighting, as wea€™ll see) has been prepared.\nThis particular volume, called Stagecraft by ILM, the company that put it together, is not static. The background is a set of enormous LED screens such as you might have seen onstage at conferences and concerts. The Stagecraft volume is bigger than any of those a€\" but more importantly, ita€™s smarter.\nSee, ita€™s not enough to just show an image behind the actors. Filmmakers have been doing that with projected backgrounds since the silent era! And thata€™s fine if you just want to have a fake view out of a studio window or fake a location behind a static shot. The problem arises when you want to do anything more fancy than that, like move the camera. Because when the camera moves, it immediately becomes clear that the background is a flat image.\nThe innovation in Stagecraft and other, smaller LED walls (the more general term for these backgrounds) is not only that the image shown is generated live in photorealistic 3D by powerful GPUs, but that 3D scene is directly affected by the movements and settings of the camera. If the camera moves to the right, the image alters just as if it were a real scene.\nThis is remarkably hard to achieve. In order for it to work, the camera must send its real-time position and orientation to, essentially, a beast of a gaming PC, because this and other setups like it generally run on the Unreal engine (Epic does its own breakdown of the process here). This must take that movement and render it exactly in the 3D environment, with attendant changes to perspective, lighting, distortion, depth of field and so on a€\" all fast enough so that those changes can be shown on the giant wall nearly instantly. After all, if the movement of the background lagged the camera by more than a handful frames it would be noticeable to even the most naive viewer.\nYet fully half of the scenes in a€œThe Mandaloriana€ were shot within Stagecraft, and my guess is no one had any idea. Interior, exterior, alien worlds or spaceship cockpits, all used this giant volume for one purpose or another.\n[gallery ids=\"1949115,1949123,1949122,1949124\"]\nThere are innumerable technological advances that have contributed to this; a€œThe Mandaloriana€ could not have been made as it was five years ago. The walls werena€™t ready; the rendering tech wasna€™t ready; the tracking wasna€™t ready a€\" nothing was ready. But ita€™s ready now.\nIt must be mentioned that Jon Favreau has been a driving force behind this filmmaking method for years now; films like the remake of a€œThe Lion Kinga€ were in some ways tech tryouts for a€œThe Mandalorian.a€ Combined with advances made by James Cameron in virtual filmmaking, and, of course, the indefatigable Andy Serkisa€™s work in motion capture, this kind of production is only just now becoming realistic due to a confluence of circumstances.\nNot just for SFX\nOf course Stagecraft is probably also the most expensive and complex production environments ever used. But what it adds in technological overhead (and therea€™s a lot) it more than pays back in all kinds of benefits.\nFor one thing, it nearly eliminates on-location shooting, which is phenomenally expensive and time-consuming. Instead of going to Tunisia to get those wide-open desert shots, you can build a sandy set and put a photorealistic desert behind the actors. You can even combine these ideas for the best of both worlds: Send a team to scout locations in Tunisia and capture them in high-definition 3D to be used as a virtual background.\nThis last option produces an amazing secondary benefit: Reshoots are way easier. If you filmed at a bar in Santa Monica and changes to the dialogue mean you have to shoot the scene over again, no need to wrangle permits and painstakingly light the bar again. Instead, the first time youa€™re there, you carefully capture the whole scene with the exact lighting and props you had there the first time and use that as a virtual background for the reshoots.\nThe fact that many effects and backgrounds can be rendered ahead of time and shot in-camera rather than composited in later saves a lot of time and money. It also streamlines the creative process, with decisions able to be made on the spot by the filmmakers and actors, since the volume is reactive to their needs, not vice versa.\nLighting is another thing that is vastly simplified, in some ways at least, by something like Stagecraft. The bright LED wall can provide a ton of illumination, and because it actually represents the scene, that illumination is accurate to the needs of that scene. A red-lit interior of a space station, and the usual falling sparks and so on, shows red on the faces and of course the highly reflective helmet of the Mandalorian himself. Yet the team can also tweak it, for instance sticking a bright white line high on the LED wall out of sight of the camera but which creates a pleasing highlight on the helmet.\nNaturally there are some trade-offs. At 20 feet tall, the volume is large but not so large that wide shots wona€™t capture the top of it, above which youa€™d see cameras and a different type of LED (the ceiling is also a display, though not as powerful). This necessitates some rotoscoping and post-production, or limits the angles and lenses one can shoot with a€\" but thata€™s true of any soundstage or volume.\nA shot like this would need a little massaging in post, obviously.\nThe size of the LEDs, that is of the pixels themselves, also limits how close the camera can get to them, and of course you cana€™t zoom in on an object for closer inspection. If youa€™re not careful, youa€™ll end up with MoirA© patterns, those stripes you often see on images of screens.\nStagecraft is not the first application of LED walls a€\" theya€™ve been used for years at smaller scales a€\" but it is certainly by far the most high-profile, and a€œThe Mandaloriana€ is the first real demonstration of whata€™s possible using this technology. And believe me, ita€™s not a one-off.\nIa€™ve been told that nearly every production house is building or experimenting with LED walls of various sizes and types a€\" the benefits are that obvious. TV productions can save money but look just as good. Movies can be shot on more flexible schedules. Actors who hate working in front of green screens may find this more palatable. And you better believe commercials are going to find a way to use these as well.\nIn short, a few years from now ita€™s going to be uncommon to find a production that doesna€™t use an LED wall in some form or another. This is the new standard.\nThis is only a general overview of the technology that ILM, Disney and their many partners and suppliers are working on. In a follow-up article Ia€™ll be sharing more detailed technical information directly from the production team and technologists who created Stagecraft and its attendant systems.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/mandalorian-stagecraft-public-4.jpg",
   "url": "https://techcrunch.com/2020/02/20/how-the-mandalorian-and-ilm-invisibly-reinvented-film-and-tv-production/"
 },
 {

 },
 {
   "headline": "DeFi aims to bridge the gap between blockchains and financial services a€\" TechCrunch",
   "summary": "['If youa€™ve been following cryptocurrency news for the past few months, therea€™s one word that keeps coming back a€\" DeFi, also known as decentralized finance. As the name suggests, DeFi aims to bridge the gap between decentralized blockchains and financial services.\nThe original purpose of bitcoin hasna€™t changed; ita€™s a crypto asset that lets users transfer money digitally without any bank in the middle. During the early days of bitcoin, people claimed that the blockchain could replace banks altogether.\nBut retail banks provide a ton of services beyond payments. If you have a bank account, ita€™s unlikely that you only use it to store, receive and send money. You may have a credit card, a savings account, a loan, some shares, etc.\nThata€™s why developers have been looking at ways to port financial services to blockchains that support smart contracts. Some blockchains, such as Ethereum, EOS or Tezos, let you add a script to a transaction. The script is executed when some conditions are met.\nAnd this is a key element of DeFi a€\" the financial product shouldna€™t be managed by a central server. Everything happens on the blockchain. If you want to read the fine print of your financial product, you can look at the code on the blockchain directly.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/dmitry-demidko-z4VuRg-ZOEg-unsplash.jpg?w=600",
   "url": "https://techcrunch.com/2020/02/20/defi-aims-to-bridge-the-gap-between-blockchains-and-financial-services/"
 },
 {

 },
 {
   "headline": "Scaleway overhauls its dedicated servers a€\" TechCrunch",
   "summary": "['French cloud-hosting company Scaleway is updating its lineup of dedicated servers and giving it a new name. Dedicated servers might not be the hot new thing, but many customers still rely on dedicated servers for predictable performances and pricing.\nScaleway originally started as Online.net as the hosting and data center division of Iliad. Its original dedicated servers were an instant hit back in 2005. You could rent your own server for a'¬30 per month, with 1GB of RAM, unlimited 100Mbps bandwidth and 160GB of storage.\nThis sounds ridiculously underpowered today, but Dedibox has remained a well-known name when it comes to dedicated servers. More recently, Online .net launched a public cloud offering under the Scaleway brand with cloud instances, object storage, block storage, managed databases, etc.\nScaleway has become the main brand of the company, as cloud hosting probably has a brighter future than dedicated servers. Its dedicated server lineup is now called Scaleway Dedibox. This isna€™t just a name change, as Scaleway wants to integrate its dedicated servers with its public cloud offering. You could use a dedicated server combined with a load balancer and cloud instances when you get a lot of traffic. Or you could use Scalewaya€™s managed database service combined with a dedicated server.\nThere are more than a hundred different configurations with dedicated servers starting at a'¬8.99 per month, with 4GB of RAM, 1TB of storage and a 1GHz Intel CPU. But you can also rent a server with 384GB of RAM and 4TB of NVMe storage with an Intel Xeon Gold CPU for a'¬439.99 per month.\nOverall, Scaleway is running 100,000 servers, with customers in 150 different countries. Scaleway also offers bare metal cloud instances as an alternative to dedicated servers.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2018/10/servers1.jpg?w=730",
   "url": "https://techcrunch.com/2020/02/20/scaleway-overhauls-its-dedicated-servers/"
 },
 {

 },
 {
   "headline": "Japanese mission to land a rover on a Martian moon and bring back a sample is a go a€\" TechCrunch",
   "summary": "['A bold mission by the Japan Aerospace Exploration Agency (JAXA) to Marsa€™ two moons, including a lander component for one of them, is all set to enter the development phase after the plan was submitted to the Japanese governmenta€™s science ministry this week.\nDubbed the a€œMartian Moons Explorationa€ (MMX) mission, the goal is to launch the probe in 2024, using the new H-3 rocket being developed by Mitsubishi Heavy Industries, which is expected to launch for the first time sometime later in 2020. The probe will survey and observe both Phobos and Deimos, the two moons that orbit the Red Planet, which are both smaller and more irregularly shaped than Eartha€™s Moon.\nThe MMX lander will park on Phobos, while the probe studies the two space-based bodies from a distance. This is the first-ever mission that seeks to land a spacecraft on one of the moons of Mars, and ita€™ll include a rover that is being developed by JAXA in partnership with teams at German space agency DLR and French space agency CNES.\nThe mission will include an ambitious plan to actually collect a sample of the surface of Phobos and return it to Earth for study a€\" which will mean a round-trip for the MMX spacecraft that should see it make its terrestrial return by 2029.\nNASA is also planning a Mars-sample return mission, which would aim to bring back a sample from the Red Planet itself using the Mars 2020 six-wheel rover that ita€™s planning to launch later this year.\nBoth of these missions could be crucial stepping stones for eventual human exploration and colonization of Mars. Ita€™s possible that Phobos could act as an eventual staging ground for Mars missions, as its lower gravity makes it an easier body from which to depart for eventual astronauts. And Mars is obviously the ultimate goal for NASAa€™s Artemis program, which seeks to first establish a more permanent human scientific presence on the Moon before heading to the Red Planet.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/landing.jpeg?w=702",
   "url": "https://techcrunch.com/2020/02/20/japanese-mission-to-land-a-rover-on-a-martian-moon-and-bring-back-a-sample-is-a-go/"
 },
 {

 },
 {
   "headline": "The rise of the winged pink unicorn a€\" TechCrunch",
   "summary": "['Claire Diaz-Ortiz Contributor\nShare on Twitter\nClaire Diaz-Ortiz is an angel investor and bestselling author of nine books that have been published in more than a dozen countries. An early employee at Twitter, she was called a€œThe Woman Who Got the Pope on Twittera€ by Wired and holds an MBA and other degrees from Stanford and Oxford.\nMore posts by this contributor\nLatin America takes the global lead in VC directed to female co-founders\nWomen are the secret ingredient in Latin Americaa€™s outsized returns\nLike most investors, I am a little too obsessed with unicorns.\nBut not just the Silicon Valley kind. As the mother of a five-year-old daughter, my interests also veer in a pink, sparkly direction. So it should not be all that surprising that I recently found myself in a dusty corner of the internet where die-hard unicorn fans go to spread their wings.\nIt was there, deep in the My Little Pony forums, that one question stopped me in my tracks: a€œis a male alicorn possible in the future?1a€\nAn alicorn, for those uninitiated to the mythological particulars, is the rare winged, female version of a traditional unicorn.\nMy Little Pony popularized the term, and the fan forum on which user a€œGreen Precisiona€ asked his question back in 2015 had some interesting answers to the particulars of this philosophical dilemma.\nShadow Stallion responded immediately, a€œI dona€™t think a male Alicorn will be possible in the future. Not because its [sic] not wanted or because its [sic] not genetically possiblea€¦but generally when male characters are introduced to a show where female characters are prominent, things get ugly.a€\nMalinter posited, a€œthey probably do but given the female-to-male ratio of Equestria2 they are probably exceptionally rare. The real problem for a male alicorn is not that they exist but where is their place in the world? a€¦Our male alicorn has some pretty big hoof prints to fill in while at the same time not make a trainwreck of established lore.a€\nWind Chaser went straight from unconscious bias to conscious bias in their response: a€œaesthetically a male alicorn just wouldna€™t look right, because their bodies are already naturally larger than females, thus the wings would cause an imbalance to the design.a€\nBut it wasna€™t all bad news.\na€œUntil ita€™s proven otherwise, ita€™s safe to say that something like a male alicorn is possible,a€ responded Geek0zoid. Crysahis agreed. a€œOverall yes, I believe there could be a male alicorn it may just take a while to actually happen!a€\nIt doesna€™t take a PhD in philosophy from Stanford or the one lone female investing partner at Sequoia3 to posit that these same conversations were probably happening all over Sandhill Road in December of 2009, as male VCs discussed whether female unicorns could actually happen4.\nAs we move into 2020, though, wea€™re about to see a pink, winged stampede.\nJust look at the recent trends. In 2019, more female-funded unicorns were born than ever before.5\\xa0And things are only looking up. (Ia€™m looking at you, ClassPass!)\nPublic opinion agrees. Alongside TruePublic, where I am an advisor and angel investor, I ran a study asking if people believed we would see more female-led unicorns in the 2020s.6 At the time of this article, 68% of the 6,500 respondents said they believed we would see more, with 30% of women responding a€œmany morea€ (as opposed to only 16% of men). Only 4% of women, but 9% of men, responded a€œno, not a chance.a€7\nKaben Clauson, founder and CEO, says a€œto represent Gen Z, Millennials and Gen X, TruePublic needs a weighted sample of roughly one thousand Americans to represent that population of the USA.a€ This particular study already has 6,500 respondents, making it statistically significant.\nIn fact, female-founded and female co-founded companies are actually over-indexing for unicorn status despite a lack of investment dollars.\nShelby Porges, co-founder of The Billion Dollar Fund for Women, explains: a€œRecent tracking has shown that female-founded companies represent 4% of all unicorns. Thata€™s astonishing considering that in the past couple of years, they have gotten only slightly more than 2% of all venture funding.a€ Porges, whose group has mobilized more than 80 venture funds to pledge to invest over a billion dollars into women-founded companies, continues, a€œIt demonstrates why we say, a€ when you invest in women, youa€™re in good company.a€™ a€\nHere are the three reasons I believe a herd of winged female unicorns (OK, alicorns) is coming down the pipeline in the 2020s:\n1. Women invest in women at 3x the rate of men\nNew data reveals that women invest in women at nearly three times the rate that men do and with the (slow) rise in the number of female investing partners at VCV firms, we are poised to see more and more gender-balanced founding teams getting funding.8 Like one male GP at one of the worlda€™s top VC funds said to me when discussing one of the few female partners at his firm, a€œshe always brings us parenting companies.a€ It might be cringe-worthy if TechCrunch hadna€™t declared 2020 a€œa big year for online childcarea€ and that same female partner werena€™t about to make a big chunk of cash thanks to all the upcoming parenting alicorns she was smartly funding.\nSophia Bendz, a partner at Atomico who also leads the Atomico Angel Program, said, a€œIa€™m confident wea€™ll see more female unicorns in the next decade because therea€™s a growing wave of ambitious female founders building incredible products and services. There are also more women in VC now and Ia€™ve seen first-hand the impact having female investment partners can have on increasing the amount of investment into female-led companies. The data shows that women invest in women at three times the rate as male investment partners.a€\nMy study at TruePublic coincided with these findings. When asked if a female investor was more likely to invest in a female entrepreneur, 64% of people responded affirmatively (64% of these individuals were women and 63% were men).9\nJomayra Herrera agrees. An investor at Cowboy Ventures (which thanks to Aileen Lee coined the term a€œunicorna€ in the first place), and a volunteer with AllRaise, a nonprofit promoting women in VC, she says: a€œAs the venture industry continues to diversify, especially as it relates to gender and race/ethnicity, I am optimistic that we will see more female-led and people of color-led unicorns over the next decade. We know that diverse teams not only function better, but they are able to see areas of opportunities that more homogenous teams might miss. I think the next generation of investors are more likely to question conventional wisdom, forms of pattern recognition that may lead to bias, and other structural barriers that have historically left out promising entrepreneurs.a€\nCamila Farani is a well-known investor in Brazil. As founder of G2 Capital, former president of Gavea Angels and a personality on Brazila€™s a€œShark Tank,a€ she says a€œhaving diverse points of view at the table makes the decision clearer and more certain. People who think differently than you and have other visions of the market, sometimes can show you what you cana€™t see by yourself.a€\nShe also reminds us not to forget the impact that angel investors can have. a€œThe investments market is still made up mostly of men, but this landscape is changing gradually. It is interesting to see that angel investing is being the most common choice for women who want to make their first investments.a€\nThis trend of investing more in women isna€™t just limited to female investors. Susana Robles has spent two decades leading the charge to invest in women in Latin America and alongside Marta Cruz of NXTP Labs is co-founder of WeXchange, a platform that connects women entrepreneurs from Latin America and the Caribbean with mentors and investors.\nAs Robles says, a€œI think the world is finally waking up to the fact that there is serious research proving that startups with women co-founders win in all aspects: profitability, as well as greater social and environmental awareness. Investors should want to have this triple win.a€ She continues, a€œwomen tend to return money to investors faster than men, and at the same time, they obtain higher returns. Women are in charge of 64% of all global purchasing decisions on products and services, so having women on C-level positions increases the chance that a startup [will] be highly attractive to a massive market and become a unicorn.a€\nIt also extends to the LPs in the funds. a€œI also think many investors in funds (mostly DFIs [development finance institutions] but not exclusively) have become more vocal in stating that they dona€™t want any more to invest in teams led by an all-white, all-male cast who choose startups with all-white, all-male founders.a€ Jennifer Neundorfer is the co-founder of Jane VC and an investor in Kinside, a parenting app that just raised a $3 million seed round. When describing her funda€™s rationale for focusing on female founders, she drops the mic: a€œwea€™re going to invest in an under-looked asset class that is overperforming.a€ Boom.\n2. Female founders are creating new billion-dollar markets\nAnother reason wea€™ll see more female-founded a€œalicornsa€ in the 2020s has everything to do with the new markets that female founders are creating. Hunter Walk of Homebrew was one of the initial seed investors in Winnie, an online marketplace for childcare that recently raised a $9 million Series A. At the time, he saw something that others investors didna€™t. Winnie co-founder Sara Mauskopf explains, a€œFour years ago when we started Winnie, parenting and especially child care were not hot investment areas. This has been changing. It certainly helps that more investors are women and are in the thick of their child-bearing and rearing years.a€\nPart of what Walk says he recognized was the clear founder-market fit displayed by Mauskopf and her co-founder Annie Halsall. As Mauskopf says, a€œWith Winnie, we saw an opportunity to solve the child-care crisis that other founders either did not recognize or did not care to solve. While everyone else was starting crypto and scooter companies, we were building the first-ever tech platform for $57 billion child care industry. Lack of access to quality child care disproportionately impacts women, so it shouldna€™t be surprising that it took a female led team to capitalize on this opportunity.a€ Expanding on the concept of founder-market fit, Walk says, a€œI love to come away thinking, these are the absolute right founders to build this business.a€10\nBendz, the Atomico partner who specializes in femtech and is also an avid angel investor, agrees. a€œOften I meet founders that you can tell are at the right place at the right time with the right mindset and the right team. Ita€™s almost like all of the experiences they have had prior to launching a company have been preparing them to create that business at that time. These are the kind of founders who I know are in it for the long haul, and who are going to weather the ups and downs.a€ As a woman who uses the products and services she invests in, Bendz is also an example of investor-market fit, which I believe will open new markets in the decades to come.\nSomething else investors like Walk and Bendz believe in? Outsized opportunities. And the potential for outsized opportunities are especially ripe in untapped markets. The rise of femtech is yet another example of how the intuitive success of the concept of founder-market fit ultimately needed more female founders for certain markets to blossom. As Bendz explains, a€œThroughout a womana€™s life there are many big events that have a big impact on our overall health a€\" from childbirth to menopause. I know all women are tired of poor or non-existent solutions for women surrounding those life events, and thata€™s why we are seeing so many companies launching to better serve womena€™s needs. When you think about the fact that women have only had the right to vote and educate themselves for 100 years, ita€™s mind-blowing how long the world was operating with only 50% of the population in control. Thata€™s reflected in the products and services we as a society have funded.a€\nWomena€™s consumer products are another area. Ornella Moraes is one of four female co-founders of Brazilian-led Sousmile, which recently raised a $6 million USD Series A led by Kaszek Ventures. a€œOur brand is a woman,a€ Moraes says of her dental beauty startup that retails throughout SA£o Paulo. And so are the leaders of the company. At Sousmile, there are four female co-founders and two male co-founders. a€œMore dentists in the world are women than men, so ita€™s been critical for our team to have more female founders,a€ she says. In this way, the rise of female founders and co-founders can completely change markets. a€œWe believe this will fundamentally create a different type of product,a€ says Walk.\n3. Emerging markets will take the lead\nFinally, certain emerging markets pose a particular opportunity for female founders by over-indexing for both large IPOs and female founders. 2017 was the first year that more of the largest IPOs in the internet sector globally came from emerging markets. Nazar Yasin, founder of Rise Capital, which invests in emerging markets, says a€œThis trend isna€™t going away.a€ After all, most GDP growth comes from emerging markets, where most global internet users live. As he explains, a€œthe future of market capitalization growth in the internet sector globally belongs to emerging markets.a€ And yet this type of innovation takes resilience. a€œIf youa€™re a startup in one of these markets, ita€™s like trying to grow a plant in the desert.a€11 In an environment that demands more daily resilience, there is a different appetite for risk and innovation. (I call this resilience innovation.)\nPerhaps the easiest example of emerging market innovation fueled by resilience is fintech. Emerging markets and their often unstable economies boast a much higher number of frustratingly unbanked individuals. This brings about innovation. Hanna Schiuma, the Brazilian-born fintech founder of ElasBank, where I am an angel investor and advisor, explains how ubiquitous such fintech innovation is becoming.\na€œSoon all finance will be tailor-made and fintech will be common ground because all financial services will be technology-intensive.a€ She also argues that the nature of such an innovation allows the industry to become more innovative, and thus inclusive, which is exactly what is happening with her own womena€™s bank, launching in 2020. a€œThat means great opportunities to better serve womena€™s financial needs to offer dedicated products, and to gather female talent to build those products from a diverse and innovative perspective.a€ Ultimately, a€œresilience is key for us to build that pool of talent and open the doors for gender balance and financial inclusion.a€\nFurthermore, data shows Africa and Latin America both beat global averages for percentages of startup female founders. Laura Stebbing is co-CEO of accelerateHER, a global community of leaders addressing the under-representation of women in tech through action. Raised in Southern Africa, Stebbing is passionate about Africaa€™s rise as a hub of female entrepreneurship.\na€œAfrica has both the highest proportion of women founders at 26% [Latam comes in second]12\\xa0and a $42 billion funding gap. Therea€™s clearly no lack of talent across Africaa€™s 54 countries, so for the investors, corporate executives, policy makers and established founders that arena€™t moved by the moral arguments for gender parity, notice the enormous business opportunity. We will start to see a higher volume of resilient, scalable companies emerge as leaders build more diverse networks and ecosystems that support women to unlock their entrepreneurial potential.a€ Nathan Lustig, founder of Magma Partners, a VC firm in Latin America which invests in female founders above the regional average, explains, a€œinvesting in and empowering resilient women entrepreneurs is just good business, and is one of the biggest investment opportunities, especially in emerging markets.a€\nI believe Latin American can have an edge. I am a Silicon Valley-born investor now living in a€œSilicon Aires,a€ where I have been thrilled to see exciting numbers of female founders in Latin America. Susana Robles agrees, and says the reason is in part due to the nature of a committed ecosystem to support one another. a€œIta€™s the sheer need that forces you to collaborate.a€ An ecosystem like Silicon Valley doesna€™t have the same need to do so. Of Latin America, Robles says, a€œIn 10 years, we will have created a much more collaborative market than the developed ones.a€ And that collaboration is leading to great female founders. 2019, in fact, saw more funding going to female co-founders in Latin America than in Europe or the USA.13\nThis will lead to future alicorns. Ann Williams, COO of Creditas, a Brazilian fintech currently closing in on its own unicorn status, says a€œthe conversion funnel for unicorns works just like any other selection process. We fill the top with a bunch of great women in supporting roles in emerging market startups, these women take their experiences and found rocking new companies. A percentage of these will convert to scaleups raising Series C and D rounds with valuations at $1 billion or higher. And voila! we get women-led unicorns.a€ She continues, a€œthe odds are with us and I am sure the talent is too!a€\nJuliane Butty, startup head at Platzi and former regional manager of Seedstars, one of the leading accelerators and investors fostering female entrepreneurship in emerging markets, joins Williams. a€œWe have definitely seen the rise of female founders and investors in emerging markets in the last decade. One supports the other. And we know that success breeds success.a€\nPerhaps My Little Pony fan Malinter said it best when he suggested how a male version of the alicorn could finally emerge in such a female-dominated space: a€œThe simplest way they could probably add one in would be to make said alicorn the ruler of a neighboring nation.a€ In the same way, emerging markets may just hold the key for female unicorns.\nNo matter the region, Robles says a€œif we keep opening doors to women entrepreneurs who are as ambitious as men in growing their companies, wea€™ll begin to see many more unicorns with gender diversified teams.a€ Hanna Schiuma, the Elasbank founder who just might be building the next female-founded unicorn, agrees. a€œThe alicorns are coming. And wea€™re ready to fly.a€\n2Equestria is of course where the My Little Ponies and their assorted unicorns, alicorns and friends all live.\n3Go Jess Lee!\n4Yes, Aileen Lee of Cowboy VC first invented the term in her 2013 TechCrunch piece, but wea€™re in a unicorn-fueled time machine, people.\n8a€œDo Female Investors Support Female Entrepreneurs? An Empirical Analysis of Angel Investor Behavior,a€ Seth C. Oranburg, Duquesne University School of Law, Pittsburgh PA, USA and Mark Geiger, Duquesne University School of Business, Pittsburgh PA, USA\n12Forthcoming research from TechCrunch/Crunchbase\n13Forthcoming research from TechCrunch/Crunchbase']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2020/02/isafemaleinvestor-1.png?w=680",
   "url": "https://techcrunch.com/2020/02/20/the-rise-of-the-winged-pink-unicorn/"
 },
 {

 },
 {
   "headline": "Tesla Model 3 makes Consumer Reports a€ Top Picksa€™ list for 2020 a€\" TechCrunch",
   "summary": "['Teslaa€™s Model 3 is among the top 10 choices for car buyers in 2020, according to Consumer Reports. The nonprofit organization released its a€œTop Picksa€ of the year on Thursday, and it included Teslaa€™s most affordable vehicle alongside cars from automakers including Toyota, Subaru, Honda, Kia and Lexus.\nThe Model 3 was chosen as one of three vehicles in the $45K-$55K category, alongside the Lexus RX and the Toyota Supra. CR lauded its a€œthrilling driving experience,a€ including a€œimpressive handling and quick precise steering [that] help it feel like a sports car.a€ They did ding it slightly for having a a€œstiff ridea€ overall, but said that thata€™s more than made up for by its long EV battery range and emission-free eco-friendly qualities.\nConsumer Reports also specifically called out a worry about the Model 3 that a€œAutopilot, an optional system on the vehicle, does not require the driver to stay engaged, creating safety concerns.a€ Tesla has always positioned Autopilot as a driver-assist feature that still requires a driver to be ready to take over control at a momenta€™s notice, but critics have suggested its implementation can lead to misuse resulting in inattentiveness.\nClearly, that concern wasna€™t enough to prevent CR from counting the Model 3 among its top recommendations for vehicles in 2020. Tesla also ended up ranking 11th overall out of 33 automakers in Consumer Reportsa€™ 2020 automotive brand report card, climbing eight positions from last year. The Model 3, and the rapid improvements that Tesla was able to make in its production as it scaled assembly of the vehicle, clearly helped it in the eyes of the consumer-focused nonprofit.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2019/10/tesla-Model-3-Performance-Midnight-Silver-Tarmac-Motion.jpg?w=711",
   "url": "https://techcrunch.com/2020/02/20/tesla-model-3-makes-consumer-reports-top-picks-list-for-2020/"
 },
 {

 },
 {
   "headline": "WarnerMediaa€™s new streaming service HBO Max is coming to YouTube TV, along with HBO & Cinemax a€\" TechCrunch",
   "summary": "['WarnerMedia and YouTube TV today announced a distribution deal that will bring HBO and Cinemax to the Google-owned live TV streaming service for the first time as well as, notably, WarnerMediaa€™s new service HBO Max, set to launch this spring.\nThat means that YouTube TV customers will have the option to add-on either HBO or Cinemax to their current subscription, as they can today on other streaming services like Hulu. Alternately, theya€™ll be able to opt for HBO Maxa€™s expanded streaming service instead.\nThe new agreement will also allow YouTube TV to continue to carry the WarnerMedia networks TBS, TNT, truTV, CNN, HLN, Turner Classic Movies, Adult Swim and Cartoon Network, which have been available to YouTube TV since 2018.\na€œAs consumersa€™ media consumption habits continually evolve and the landscape becomes more and more dynamic, our goal remains constant, and that is to make the portfolio of WarnerMedia networks available as widely as possible,a€ said Rich Warren, president of WarnerMedia Distribution, in a statement. a€œYouTube has been a valued partner for a number of years, and wea€™re pleased to not only extend our existing agreement, but also make HBO and Cinemax a€\" and soon HBO Max a€\" available to YouTube TV customers for the first time.a€\nHBO Max is WarnerMediaa€™s previously announced direct-to-consumer streaming service, which includes the HBO library as well as films from Warner Bros., third-party licensed programs and 31 Max Originals. Combined with HBO series, HBO Max will stream 69 originals in its first year.\nAmong these is a a€œGossip Girla€ sequel, a Mindy Kaling comedy called a€œCollege Girls,a€ an adaptation of the popular novel a€œCirce,a€ a superhero series a€œDC Superhero High,a€ a a€œDunea€ series, a a€œGreasea€ reboot, a reboot of a€œThe Boondocks,a€ a€œThe Green Lantern,a€ an Issa Rae comedy, a Ridley Scott sci-fi series, a new documentary on Anthony Bourdain, a\\xa0documentary about Amy Schumer,\\xa0a Melissa McCarthy comedy film,\\xa0a documentary with Monica Lewinsky\\xa0and other scripted and unscripted shows. It also has a new deal with J.J. Abramsa€™ Bad Robot and an\\xa0overall deal with Lisa Ling.\nThe company says the service will debut in May with 10,000 hours of film and TV, but will continue to grow over time. It is set to cost $14.99 per month.\nWith the additions of HBO, YouTube TV viewers can gain access to shows like a€œWatchmen,a€ a€œBig Little Lies,a€ a€œLast Week Tonight with John Oliver,a€ a€œSuccession,a€ a€œWestworld,a€ a€œThe Outsider,a€ a€œBarry,a€ a€œInsecure,a€ and a€œCurb Your Enthusiasm,a€ as well as classics like a€œGame of Thrones,a€ a€œThe Sopranos,a€ a€œThe Wirea€ and a€œSex and the City.a€ Upcoming HBO releases will include a€œHigh Maintenance,a€ a€œMy Brilliant Friend,a€ a€œThe Plot Against America,a€ a€œThe Undoinga€ and a€œI Know This Much Is True.a€\nMeanwhile, Cinemax brings its own slate of originals, including a€œStrike Back,a€ a€œTrackersa€ and a€œGangs of London,a€ as well as movies like a€œBoy Erased,a€ a€œFirst Mana€ and a€œBad Times at the El Royale.a€\nWhile HBO and Cinemax are offered to cord-cutters as over-the-top subscriptions in a number of places, WarnerMediaa€™s distribution plans for HBO Max are only now starting to be revealed. It makes sense that WarnerMedia would look to grow its distribution partnerships in the wake of the increased streaming competition arriving this year, including NBCUa€™s Peacock and an expanded CBS All Access, announced today by ViacomCBS.']",
   "imageurl": "https://techcrunch.com/wp-content/uploads/2019/10/Screen-Shot-2019-10-29-at-7.56.09-PM.png?w=730",
   "url": "https://techcrunch.com/2020/02/20/warnermedias-new-streaming-service-hbo-max-is-coming-to-youtube-tv-along-with-hbo-cinemax/"
 }
]